[
  {
    "path": "posts/QCAMayring/",
    "title": "თვისებრივი კონტენტ-ანალიზი (ფილიპ მაირინგი)",
    "description": "წარმოდგენილი სტატია აღწერს ტექსტის სისტემურ, ინსტრუქციებზე დაფუძნებულ ანალიზს, რომელიც ცდილობს შეინარჩუნოს რაოდენობრივი კონტენტ-ანალიზის მეთოდოლოგიური ძლიერი მხარეები და გაავრცელოს ისინი თვისებრივ მონაცემთა ანალიზის პროცედურებზე.",
    "author": [
      {
        "name": "თემურ გუგუშვილი",
        "url": "https://temurgugushvili.ge/"
      },
      {
        "name": "თამუნა ჩხაიძე",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-07-09",
    "categories": [],
    "contents": "\n\nContents\nაბსტრაქტი\n1. შესავალი\n2. კონტენტ-ანალიზის ისტორია\n3. კონტენტ-ანალიზის ძირითადი იდეა\n4. თვისებრივი კონტენტ-ანალიზის პროცედურები\n5. კომპიუტერული პროგრამები თვისებრივი კონტენტ-ანალიზისთვის\n6. პროექტებში თვისებრივი კონტენტ-ანალიზის გამოყენების მაგალითები\n7. დისკუსია\nბიბლიოგრაფია\nსტატიის შესახებ\nუკუკავშირი\n\nაბსტრაქტი\nწარმოდგენილი სტატია აღწერს ტექსტის სისტემურ, ინსტრუქციებზე დაფუძნებულ ანალიზს, რომელიც ცდილობს შეინარჩუნოს რაოდენობრივი კონტენტ-ანალიზის მეთოდოლოგიური ძლიერი მხარეები და გაავრცელოს ისინი თვისებრივ მონაცემთა ანალიზის პროცედურებზე.\nსტატიაში პირველ რიგში აღწერილია კონტენტ-ანალიზის განვითარების ისტორია და ახსნილია ანალიზის ძირითადი პრინციპები (ანალიზის ერთეული, ეტაპებიანი მოდელები (step models), კატეგორიებთან მუშაობა, სანდოობა და ვალიდობა). შემდეგ, ნაჩვენებია კონტენტ-ანალიზი ცენტრალური პროცედურები, კატეგორიების ინდუქციური შექმნა, კატეგორიების დედუქციური გამოყენება. სტატიაში, ასევე წარმოდგენილია აღნიშნული ანალიზის ეტაპების განხორციელების მხარდამჭერი კომპიუტერული პროგრამები. და ბოლოს, განხილულია მიდგომის შეზღუდვები და შესაძლებლობები.\n1. შესავალი\nთვისებრივი კონტენტ-ანალიზი (MAYRING, 1983; 7th edition 2000), როგორც ამ სტატიაშია წარმოდგენილი, ტექსტის სისტემური ანალიზის მრავალ ტექნიკას მოიცავს. ანალიზის ეს მეთოდი 20 წლის წინ ლონგიტიდური კვლევის [longitudinal study] ფარგლებში შეიქმნა, რომელიც უმუშევრობის ფსიქო-სოციალურ შედეგებს აღწერდა (ULICH, HAUSSER, MAYRING et al. 1985). აღნიშნული პროექტის ფარგლებში ჩავატარეთ 600-მდე ღია ინტერვიუ, დაგვიგროვდა 20,000-ზე მეტი გვერდი ტრანსკრიპტი, რომელიც თვისებრივი მიდგომით უნდა გაანალიზებულიყო.\nწარმოდგენილი ანალიზის პროცედურების ძირითადი იდეაა კომუნიკაციის შესახებ მეცნიერების ფარგლებში განვითარებული რაოდენობრივი კონტენტ-ანალიზის უპირატესობების შენარჩუნება და მათი გავრცელება თვისებრივ-ინტერპრეტაციული ანალიზის ეტაპებზეც.\nდამატებითი ინფორმაცია რაოდენობრივი კონტენტ-ანალიზის შესახებ ხელმისაწვდომია ონლაინ [ორიგინალ ტექსტში მითითებული ბმულები არ მუშაობს].\n(თვისებრივი) კონტენტ-ანალიზის ობიექტი შეიძლება იყოს ნებისმიერი ტიპის ჩაწერილი კომუნიკაცია (ინტერვიუს ტრანსკრიპტი, დისკურსები, დაკვირვების პროტოკოლი, ვიდეო ჩანაწერი, დოკუმენტები …). კონტენტ-ანალიზი არ აანალიზებს მხოლოდ მასალის ღია/გამოხატულ შინაარს - როგორც ამას მისი სახელი მიანიშნებს. ბეკერმა და ლისმანმა (1973) განასხვავეს შინაარსის ორი დონე: 1) ტექსტის თემა და ძირითადი იდეა, როგორც ღია შინაარსი და 2) კონტექსტი, როგორც ფარული შინაარსი. გარდა ამისა, კონტენტ-ანალიზის მიზანს წარმოადგენს მასალის ფორმალური ასპექტების ანალიზიც. როგორც ქვემოთაა აღწერილი, კონტენტ-ანალიზი ტექსტს ათავსებს კომუნიკაციის მოდელში, რომლის ფარგლებშიც განსაზღვრავს ანალიზის მიზანს. ამ აზრს იზიარებს კრიპენდორფიც, რომელიც კონტენტ-ანალიზს შემდეგნაირად განმარტავს: „კონტენტ-ანალიზი იყენებს სანდო და ვალიდურ მეთოდს ტექსტიდან მისი წყაროს სხვა მდგომარეობებსა თუ მახასიათებლებზე სპეციფიკური დასკვნების გამოსატანად“ (KRIPPENDORFF 1969, გვ. 103).\nთვისებრივი კონტენტ-ანალიზი აღნიშნული ჩარჩოს ფარგლებში განისაზღვრება, როგორც ემპირიული მიდგომა, მეთოდოლოგიით მართული ტექსტის ანალიზი კომუნიკაციის კონტექსტში, რომელიც მიყვება კონტენტ-ანალიზის ანალიტიკურ წესებს და ეტაპებიან მოდელს ნაჩქარევი გარაოდენობრივების გარეშე.\n2. კონტენტ-ანალიზის ისტორია\nჩვენ შეიძლება კონტენტ-ანალიზის განვითარების ისტორიაში განსხვავებული ფაზები გამოვყოთ (cf. MERTEN 1983; KRIPPENDORFF 1980; MAYRING 1994a):\nწინამორბედები: ჰერმენევტიკულ კონტექსტში (მაგ. ბიბლიის ინტერპრეტაცია) ტექსტის ანალიზისა და შედარების განსხვავებული მიდგომები არსებობს: დაწყებული გაზეთების ადრეული ანალიზიდან, გრაფოლოგიის1 პროცედურებისა თუ ზიგმუნდ ფროიდის სიზმრის ანალიზით დამთავრებული.\nკომუნიკაციის თეორიული საფუძველი: მეოცე საუკუნის 20-30-იან წლებში ამერიკის შეერთებულ შტატებში, პაულ ფ. ლაზარსფელდმა და ჰაროლდ დ. ლასველმა საფუძველი ჩაუყარეს რაოდენობრივი კონტენტ-ანალიზის შექმნას. ამავე საუკუნის 50-იან წლებში ამ მეთოდის შესახებ პირველი სახელმძღვანელო „კონტენ-ტანალიზი კომუნიკაციის კვლევებში“[Content Analysis in Communication Research] გამოქვეყნდა ბერნარ ბერელსონის მიერ (Berelson 1952).\nინტერდისციპლინური გაფართოება და გამიჯვნა: მეოცე საუკუნის 60-იან წლებში აღნიშნული მეთოდოლოგიური მიდგომა განვითარდა ლინგვისტიკაში, ფსიქოლოგიაში (cf. Rust 1983), სოციოლოგიაში, ისტორიაში, ხელოვნებაში და ა.შ. დაიხვეწა პროცედურები (მოერგო კომუნიკაციის სხვადასხვა მოდელს; განვითარდა არავერბალური ასპექტების ანალიზი, ნიშანთა შეუღლების ცხრილებით ანალიზი/კროსტაბულაციური ანალიზი; დაიწყო კომპიუტერული პროგრამების გამოყენება) (cf. Pool 1959; Gerbner, Holsti, Krippendorff, Paisley & Stone 1969).\nთვისებრივი პერსპექტივიდან კრიტიკა: მეოცე საუკუნის მეორე ნახევრიდან გაჩნდა კრიტიკული დამოკიდებულება ზედაპირული ანალიზის მიმართ ლატენტური/ფარული შინაარსისა და კონტექსტის გათვალისწინების გარეშე, რომელიც კეთდებოდა გამარტივებული და გამრუდებული გარაოდენობრივებით (Kracauer 1952). აღნიშნულს მოჰყვა კონტენტ-ანალიზის თვისებრივი მიდგომის შექმნა (Ritsert 1972; Mostyn 1985; Wittkowski 1994; Altheide 1996).\n3. კონტენტ-ანალიზის ძირითადი იდეა\nთუ ჩვენ ვამბობთ, რომ თვისებრივმა კონტენტ-ანალიზმა რაოდენობრივი კონტენტ-ანალიზის უპირატესობები უნდა შეინარჩუნოს ტექსტის უფრო მეტი თვისებრივი ინტერპრეტაციისთვის, ისმის კითხვა - რა არის ეს უპირატესობები? მე მინდა ხაზი გავუსვა ოთხ მათგანს:\nმასალის (material) მორგება კომუნიკაციის მოდელზე: უნდა განისაზღვროს კომუნიკაციის რომელ ნაწილზე დაყრდნობით მოხდება დასკვნების გაკეთება; იქნება ეს კომუნიკაციის აქტორი (მისი გამოცდილება, მოსაზრებები, გრძნობები), ტექსტის შექმნის გარემო, სოციალურ-კულტურული წარმომავლობა, თავად ტექსტი თუ შეტყობინების ეფექტი.\nანალიზის წესები: მასალა (მაგ. ტექსტი) უნდა გაანალიზდეს ნაბიჯ-ნაბიჯ, მიყვებოდეს პროცედურულ წესებს, დაიყოს ტექსტი შინაარსობრივ, ანალიტიკურ ერთეულებად.\nკატეგორიები ანალიზის ცენტრში: ტექსტის ინტერპრეტაციის ასპექტები კვლევის შეკითხვის კვალდაკვალ კატეგორიზდება. კატეგორიები ანალიზის პროცესში ფრთხილად ყალიბდება და მუდმივად კორექტირდება ემპირიული მონაცემების უკუკავშირის საფუძველზე (უკუკავშირის მარყუჟი [feedback loops]).\nსანდოობისა და ვალიდობის კრიტერიუმი: პროცედურა უნდა იყოს ინტერ-სუბიექტურად გაგებადი, იმისათვის, რომ შესაძლებელი იყოს სხვა კვლევების შედეგებთან შედარება ტრიანგულაციის თვალსაზრისით და სანდოობის შესამოწმებლად. თვისებრივ კონტენტ-ანალიზისას რაოდენობრივი კონტენტ-ანალიზისგან განსხვავებით კოდირების სანდოობის [inter-coder reliability] შეფასებისთვის ჩართულები არიან კვლევითი პროექტის მხოლოდ დატრენინგებულ წევრები და ასევე, დაწეულია მკვლევრებს (Coder) შორის შეთანხმების სტანდარტი (Cohens Kappa 0.7-ზე მეტი საკმარისია).\n4. თვისებრივი კონტენტ-ანალიზის პროცედურები\nრაოდენობრივი კონტენტ-ანალიზის ზემოთ ჩამოთვლილ კომპონენტებს ვინარჩუნებთ ტექსტის თვისებრივი მიდგომით ინტერპრეტაციის ფუნდამენტად. ჩვენ შევქმენით თვისებრივი კონტენტ-ანალიზის რამდენიმე პროცედურა (cf. Mayring 2000), მათგან ორი მიდგომა არის ცენტრალური: ინდუქციური კატეგორიის შექმნა და დედუქციური კატეგორიის გამოყენება.\n4.1. ინდუქციური კატეგორიის შექმნა\nკლასიკური რაოდენობრივი კონტენტ-ანალიზს ნაკლებად პასუხობს კითხვებს თუ რა არის კატეგორიების საფუძველი, როგორ შეიქმნა კატეგორიების სისტემა: „თუ როგორ განისაზღვრება კატეგორიები … ეს არის ხელოვნება. ცოტა დაწერილა ამის შესახებ“ (Krippendorf 1980, p.76).\nხოლო, თვისებრივი მიდგომის ჩარჩოს ფარგლებში აღნიშნული საკითხი ცენტრალურია. მნიშვნელოვანია შეიქმნას ინტერპრეტაციის ისეთი ასპექტები, კატეგორიები, რომლებიც რაც შეიძლება ახლოს იქნება ტექსტთან. კატეგორიების სახელები მასალის ტერმინებით უნდა იყოს ფორმულირებული. ამ მიზნით თვისებრივი კონტენტ-ანალიზის ფარგლებში ჩამოყალიბდა ინდუქციური კატეგორიის შექმნის პროცედურები, რომელიც ორიენტირებულია მასალის შემცირებაზე (ტექსტის დაყვანა/რედუცირება ძირითად კატეგორიებამდე). ეს პროცედურა ტექსტის დამუშავების ფსიქოლოგიის ფარგლებში ჩამოყალიბდა (cf. Ballstaedt, Mandl, Schnotz & Tergan 1981; Van Dijk 1980).\nილუსტრაცია 1. ინდუქციური კატეგორიის შექმნის მოდელი (Mayring 2000)ცხადია, მოკლე მიმოხილვის ფორმატში კონკრეტულ ნაბიჯებს დეტალურად ვერ განვიხილავთ. აღნიშნული პროცედურის ძირითად იდეაზე რომ ვისაუბროთ, ესაა თეორიაზე და კვლევის კითხვაზე დაყრდნობით იმ კრიტერიუმის განსაზღვრა, რომლის მიხედვითაც შეირჩევა ტექსტური მასალის გასაანალიზებელი ასპექტები. აღნიშნული კრიტერიუმის მიხედვით დამუშავდება მასალა. საწყის ეტაპზე კატეგორიები წინასწარია/სავარაუდოა და მისი ჩამოყალიბება ნაბიჯ-ნაბიჯ მოხდება. უკუკავშირის საფუძველზე აღნიშნული კატეგორიები გადაისინჯება, საბოლოოდ შემცირდება/დაიყვანება ძირითად კატეგორიებამდე და შემოწმდება მათი სანდოობა. შესაძლებელია გაანალიზდეს კატეგორიების რაოდენობრივი ასპექტიც (მაგ. კოდირებული კატეგორიების სიხშირეები), თუ ამას კვლევის კითხვა მოითხოვს.\n4.2. დედუქციური კატეგორიის გამოყენება\nდედუქციური კატეგორიის გამოყენება [Deductive category application] წინასწარ ფორმულირებული, თეორიაზე დაფუძნებული ანალიზის ასპექტების (კატეგორიები) გამოყენებას გულისხმობს. ასევე, დაკავშირებას მათ მასალის ტექსტთან. ანალიზის თვისებრივ ეტაპზე მეთოდოლოგიით ნაკარნახევი წესის მიხედვით ტექსტის სეგმენტისთვის კატეგორიის მინიჭება ხდება. მიუხედავად იმისა, რომ ტექსტის ანალიზის რამდენიმე მეთოდი მოიცავს დასახელებულ ეტაპს, ის მაინც სუსტადაა აღწერილი ლიტერატურაში. ქვემოთ წარმოდგენილია თვისებრივი კონტენტ-ანალიზის ეტაპებიანი მოდელი.\nილუსტრაცია 2. დედუქციური კატეგორიის გამოყენების ეტაპებიანი მოდელი (Mayring 2000)შემდეგ, აქ ძირითადი იდეაა თითოეული დედუქციური კატეგორიისთვის ნათელი დეფინიციების/განმარტებების, მაგალითებისა და კოდირების წესების შექმნა, რომელიც ზუსტად განსაზღვრავს რა შემთხვევაში უნდა მიენიჭოს ტექსტს კონკრეტულ სეგმენტს მოცემული კატეგორიის კოდი. კატეგორიების განმარტებები ერთად უნდა იყოს თავმოყრილი კოდირების გეგმაში.\nკატეგორია\nგანმარტება\nმაგალითები\nკოდირების წესები\nC1: მაღალი თავდაჯერებულობა\nმაღალი სუბიექტური რწმენა სიტუაციურ მოთხოვნებზე თავის წარმატებით გართმევის შესახებ, რაც გულისხმობს: 1. რესპონდენტმა ნათლად იცის სიტუაციური მოთხოვნებისა და მისი გამკლავების შესაძლებლობების შესახებ; 2. აქვს სიტუაციის გამკლავების პოზიტიური, იმედიანი მოლოდინი; 3. დარწმუნებულია, რომ სიტუაციურ მოთხოვნებს საკუთარი ძალისხმევით გაართვა თავი.\n„რა თქმა უნდა, იყო პატარა პრობლემები, მაგრამ ჩვენ მოვაგვარეთ ისინი, ან მე თვითონ ან სტუდენტებმა დათმეს[Gave in], გააჩნია ვინ დაუშვა შეცდომები. ყველამ შეიძლება დაუშვას შეცდომა.“ (17, 23)  “რა თქმა უნდა, იყო პრობლემები, მაგრამ მთლიანობაში გვქონდა კარგი ურთიერთობა. ჩვენ ეს ყველამ ერთად დავიმსახურეთ.“ (27, 33)\nგანმარტების სამივე ასპექტი მიუთითებს „მაღალ“ თავდაჯერებულობაზე, არა საშუალო ასპექტზე, სხვა შემთხვევაში C2: საშუალო თავდაჯერებულობა\nC2: საშუალო თავდაჯერებულობა\nმხოლოდ სანახევრო ან მერყევი რწმენა იმის, შესახებ რომ სიტუაციურ მოთხოვნებს წარმატებით გაართვა თავი\n„საკმაოდ ხშირად მე მიჭირდა პრობლემების შორის მანევრირება, მაგრამ საბოლოოდ გადავლახე.“(13, 45)  „დროდადრო ყველაფერი გაუმჯობესდა, მაგრამ ვერ ვიტყვი, ეს მე შევძელი თუ გარემოებამ განაპირობა.“ (77, 20)\nთუ განმარტების ყველა ასპექტი არ მიუთითებს „მაღალ“ ან „დაბალ“ თავდაჯერებულობაზე\nK3: დაბალი თავდაჯერებულობა [low self-concept]\nრწმენა სიტუაციურ მოთხოვნებზე თავის წარმატებით ვერ გართმევის შესახებ, რაც გულისხმობს: 1. არ ცოდნა იმისა თუ რას მოითხოვდა სიტუაცია ზუსტად; 2. სიტუაციის გამკლავების ნეგატიური, პესიმისტური განწყობის არსებობას; 3. დარწმუნებულობას, რომ შენი ძალისხმევით არ გაუმჯობესებულა სიტუაცია\n„ამან უცაბედად შეუტია ჩემს თავდაჯერებულობას; ვიფიქრე, არაფერს წარმოვადგენ - ან უარესი.“ (5, 34)\nგანმარტების სამივე ასპექტი მიუთითებს დაბალ თავდაჯერებულობაზე, მერყევი რწმენა არ შეინიშნება\n ილუსტრაცია 3. კოდირების გეგმის მაგალითი \nკატეგორიის განმარტებები, პროტოტიპული ტექსტის სეგმენტები და განსხვავებული კატეგორიების გასარჩევად წესები თეორიაზე და მასალაზე დაფუძნებითაა ფორმულირებული და შემდეგ, ანალიზის პროცესში ნაბიჯ-ნაბიჯ გადაისინჯება და იხვეწება.\n5. კომპიუტერული პროგრამები თვისებრივი კონტენტ-ანალიზისთვის\nგანსაკუთრებით ბოლო წლებში თვისებრივი მიდგომების ფარგლებში რამდენიმე კომპიუტერული პროგრამა შეიქმნა, რომელიც ტექსტის ინტერპრეტაციის ეტაპების განხორციელებაში გვეხმარება (მხოლოდ გვეხმარება და ცხადია, არა ანაცვლებს ტექსტის ინტერპრეტაციას) (cf. Huber 1992; Weitzman & Miles 1995; Mayring 1996; Fielding & Lee 1998). კომპიუტერული პროგრამები სამმაგ როლს თამაშობენ:\nპროგრამები მუშაობს როგორც ასისტენტი, მხარდამჭერი და ამარტივებს ტექსტის ანალიზის პროცესს ეკრანზე (მასალაზე მუშაობისას, ტექსტის მონიშვნა, კატეგორიებისა და კოდირების წესის განსაზღვრა, ჩანაწერების ჩანიშვნა, მასალაზე კომენტარების გაკეთება …). ის გვთავაზობს სასარგებლო ხელსაწყოებს ტექსტზე მუშაობისას (ძიება, ტექსტის სხვადასხვა სეგმენტზე სწრაფად გადასვლა, ტექსტის სეგმენტების შეგროვება და შესწორება…);\nპროგრამა მუშაობს როგორც დოკუმენტირების სივრცე. კეთდება ყველა მკვლევრის მიერ შესრულებული ანალიზის თითოეული ნაბიჯის აღნუსხვა. უზრუნველყოფილია ანალიზის პროცედურის სიცხადე და განმეორებადობა (მაგ., შესაძლებელია ორი კოდირების სპეციალისტს შორის შეთანხმების სანდოობის დარღვევის მიზეზის კვალის შემოწმება);\nგვთავაზობს რაოდენობრივი ანალიზის ინტეგრაციის შესაძლებლობასაც (ხშირად პროგრამაში ჩაშენებულია სპეციალური ფუნქცია), მაგ. კატეგორიების სიხშირეების შედარება, ინფორმაციის გადატანა სხვა კომპიუტერული პროგრამებში შეცდომების საფრთხის გარეშე. თვისებრივი კონტენტ-ანალიზის ორმა კომპიუტერულმა პროგრამამ განსაკუთრებით დაამტკიცა მისი ღირებულება. ესენია: ATLAS.ti და MAXQDA, რომლების საცდელი/დემო ვერსიებიც ხელმისაწვდომია უფასოდ და სრული ლიცენზია განსხვავებული პირობებით https://www.maxqda.com/ და https://atlasti.com/.\n6. პროექტებში თვისებრივი კონტენტ-ანალიზის გამოყენების მაგალითები\nთვისებრივი კონტენტ-ანალიზის შესაძლებლობების დემონსტრირებისათვის ჩვენ გაგიზიარებთ კვლევითი პროექტების მაგალითებს, რომლებიც იყენებენ ზემოთ ჩამოთვლილ პროცედურებს:\nსანდრო ვიცინიმ [Sandro VICINI] (1993) განათლების მრჩევლებთან [educational advisors] 14 სიღრმისეული ინტერვიუ ჩაატარა საკონსულტაციო სერვისის კონკრეტული შემთხვევების ანალიზისთვის. კვლევის მიზანი რჩევის შესახებ განათლების მრჩევლების გონების თეორიის რეკონსტრუირება იყო. მკვლევარმა გამოიყენა შემაჯამებელი თვისებრივი კონტენტ-ანალიზი [Summarizing qualitative content analysis], რომლის საფუძველზე რვა ძირითადი კატეგორია გამოყო. კვლევას შემდეგი მიგნებები ჰქონდა: რჩევის პრაქტიკა გახდა თერაპიაზე ორიენტირებული; რჩევის სრულიად განსხვავებული გაგებები არსებობს; მრჩევლები მაღალი პროფესიონალიზმით მოქმედებენ.\nქრისტა გერვინმა [Christa GERWIN] (1993) საშუალო სკოლის 21 მასწავლებლის დღიურები იკვლია, რომლებშიც აღნუსხული იყო მათი ყოველდღიური სიძნელეები და წარმატებები. მკვლევარმა ტრანსკრიპტები შემაჯამებელი თვისებრივი კონტენტ-ანალიზის გამოყენებით გააანალიზა. მან შეძლო ეჩვენებინა, რომ იყო მასწავლებელი ნიშნავს მძიმე სტრესს, რომელიც მრავალი ფაქტორითაა განპირობებული: დაწყებული ასლების გადამღებ მანქანასთან მუშაობის დროს წარმოშობილი ყოველდღიური ტექნიკური პრობლემებიდან, დამთავრებული ქცევითი დარღვევების მქონე სტუდენტების რეაბილიტაციის გამოწვევებით.\nკლაუს ბეკმა და გერჰარდ ვოვმა [Klaus BECK and Gerhard VOWE] (1995) გააანალიზეს 25 მედიის პროდუქტი (გაზეთი, ჟურნალი, რადიო გადაცემა) მულტიმედიის ახალი მიდგომების შესახებ. მათ გამოიყენეს ინდუქციური და დედუქციური თვისებრივი კონტენტ-ანალიზის კომბინაცია და გამოავლინეს შემდეგი სახის არგუმენტაციების არსებობა: ეიფორია მულტიმედიის შესახებ, ეკონომიკური ოპტიმიზმი, პოლიტიკური კრიტიკა, აპოკალიფსური წინასწარმეტყველება.\nკლაუდია დოლდემ და კლაუს გოეტციმ [Claudia DOLDE and Klaus GOETZ] (1995) ჩაატარეს 5 ღია [open-ended] ინტერვიუ ზრდასრულ სტუდენტებთან სამუშაო საათებში სამუშაო ადგილზე მოწყობილ კომპიუტერული განათლების სტუდიაში. მკვლევრებმა ინდუქციური და დედუქციური თვისებრივი კონტენტ-ანალიზით გააანალიზეს სტუდენტების სწავლის აქტივობები და სტრატეგიები. ამ კურსის სწავლის კონცეფციის მთავარ ძლიერ მხარედ დროში მოქნილობა გამოვლინდა, ხოლო ძირითად სუსტ მხარედ - კურსის მონაწილეების ჰეტეროგენულობა (ერთმანეთისგან განსხვავებული მონაწილეები).\nჯოაჩიმ ბაუერმა და მისმა კოლეგებმა [Joachim BAUER et al.] (1998) გააანალიზეს 21 ალცჰაიმერის დაავადებული პაციენტის ბიოგრაფია, რომ გამოევლინათ საერთო პატერნები და შეედარებინათ ისინი ვასკულარული დემენციის მქონე იმავე ასაკის 11 პაციენტის ბიოგრაფიებთან. ბიოგრაფიული ინტერვიუები დამუშავდა თვისებრივი კონტენტ-ანალიზის გამოყენებით და გამოვლინდა ალცჰაიმერის პაციენტებისთვის დამახასიათებელი ტიპური ბიოგრაფიული პატერნები (მაგ., ზემზრუნველი სოციალური წრე).\nჩვენ ჯგუფში, ახლახან დავასრულეთ კვლევა უმუშევარი მასწავლებლების შესახებ აღმოსავლეთ გერმანიაში (Mayring, Koenig, Birk & Hurst, 2000). მასალა 50 მასწავლებლის ღია ინტერვიუებისა და ღია ბიოგრაფიული კითხვარებისგან მიღებულ ინფორმაციას მოიცავდა. ინტერვიუირებისას ინფორმანტებს ვეკითხებოდით მათი ფსიქო-სოციალური სტრესისა და დაძლევის სტრატეგიების შესახებ. ამ უკანასკნელი კვლევის შედეგები შევადარეთ ჩვენი გუნდის მიერ დასავლეთ გერმანიაში ჩატარებულ უმუშევარი მასწავლებლების შესახებ კვლევის შედეგებს. კომპიუტერიზებულმა ინდუქციურმა და დედუქციურმა კონტენტ-ანალიზმა აჩვენა, რომ კრიზისის ორმაგი სიტუაცია (უმუშევრობა და გერმანიის გაერთიანება) იწვევს სპეციფიკურ სტრესს და აჩენს ახალ შესაძლებლობას ადაპტაციისთვის.\n7. დისკუსია\nჩვენი სურვილი იყო თვისებრივი კონტენტ-ანალიზის მაგალითზე აღგვეწერა ტექსტის სისტემური ანალიზის პროცედურები. ის ინარჩუნებს კონტენტ-ანალიზის ძლიერ მხარეებს (თეორიაზე მითითება, ეტაპებიანი მოდელი, კომუნიკაციის მოდელი, კატეგორიით ხელმძღვანელობა, სანდოობისა და ვალიდობის კრიტერიუმები) კომუნიკაციის მეცნიერების ფარგლებში და ქმნის მეთოდოლოგიური წესებით მართულ თვისებრივი ანალიზის პროცედურებს (ინდუქციური კატეგორიის შექმნა, შეჯამება, კონტექსტის ანალიზი, დედუქციური კატეგორიის გამოყენება). თუ ანალიტიკოსი ჩათვლის მიზანშეწონილად ეს პროცედურები იძლევა რაოდენობრივი ანალიზის კომპონენტების ინტეგრაციის შესაძლებლობასაც.\nთვისებრივი კონტენტ-ანალიზის ზემოთ აღწერილი პროცედურების გამოყენება ნაკლებად მიზანშეწონილია:\nთუ კვლევის კითხვა არის სრულიად ღია/განუსაზღვრელი [highly open-ended], როცა მკვლევარი მთლიანად მასალიდან ამოდის, კვლევის კითხვა მუდმივად ცვალებადია/ფორმირების პროცესშია და შესაბამისად, შესაძლოა კატეგორიებით მუშაობა შეზღუდული იყოს, ან\nთუ დაგეგმილია უფრო ჰოლისტური მიდგომა და არა ნაბიჯ-ნაბიჯ ანალიზი.\nთუმცა, აღსანიშნავია, რომ თვისებრივი კონტენტ-ანალიზი შეიძლება გამოვიყენოთ თვისებრივი ანალიზის სხვა პროცედურებთან ერთად. მეთოდის შერჩევის პროცესში უპირატესობა უნდა მიენიჭოს კვლევის კითხვისა და მასალის მახასიათებლების სპეციფიკას. ამგვარად, ჩემი აზრით, უკეთესი იქნება თუ მეთოდის შერჩევისას აღმოცენებული დისკუსია დაეყრდნობა საკვლევი საკითხის შინაარსის სპეციფიკას; (მაგ., ავადმყოფობასთან გამკლავება, Mayring 1994b; ემოციის კვლევა Schmitt & Mayring 2000) და შემდეგ შედარდება განსხვავებული მეთოდოლოგიური მიდგომების (მათ შორის, რაოდენობრივი მიდგომებისაც) ძლიერი და სუსტი მხარეები.\nბიბლიოგრაფია\nAltheide, D.L. (1996). Qualitative media analysis. Qualitative Research Methods Vol. 38. Thousand Oaks: Sage.\nBallstaedt, S.-P.; Mandl, H.; Schnotz, W. & Tergan, S.-O. (1981). Texte verstehen, Texte gestalten. München: Urban & Schwarzenberg.\nBauer, J.; Qualmann, J.; Stadtmüller, G. & Bauer, H. (1998). Lebenslaufuntersuchungen bei Alzheimer-Patienten: Qualitative Inhaltsanalyse prämorbider Entwicklungsprozesse. In Kruse, A. (Ed.), Psychosoziale Gerontologie. Band 2: Intervention (pp.251-274). Göttingen: Hogrefe.\nBeck, K. & Vowe, G. (1995). Multimedia aus der Sicht der Medien. Argumentationsmuster und Sichtweisen in der medialen Konstruktion. Rundfunk und Fernsehen, 43, 549-563.\nBecker, J. & Lißmann, H.-J. (1973). Inhaltsanalyse - Kritik einer sozialwissenschaftlichen Methode. Arbeitspapiere zur politischen Soziologie 5. München: Olzog.\nBerelson, B. (1952). Content analysis in communication research. Glencoe, Ill.: Free Press.\nDijk van, T.A. (1980). Macrostructures. Hillsdale, N.J.: Erlbaum. Dolde, C. & Götz, K. (1995). Subjektive Theorien zu Lernformen in der betrieblichen DV-Qualifizierung. Unterrichtswissenschaft, 23, 264-287.\nFielding, N.G. & Lee, R.M. (1998). Computer analysis and qualitative research. London: Sage.\nGerbner, G.; Holsti, O.R.; Krippendorff, K.; Paisley, W.J.& Stone, Ph.J. (Eds.) (1969). The analysis of communication content. New York: Wiley.\nGerwin, C. (1994). Streß in der Schule - Belastungswahrnehmung von Lehrerinnen und Lehrern. Zeitschrift für Pädagogische Psychologie, 8, 41-53.\nHuber, G.L. (Ed.) (1992). Qualitative Analyse. Computereinsatz in der Sozialforschung. München: Oldenbourg Verlag.\nKracauer, S. (1952). The challenge of qualitative content analysis. Public Opinion Quarterly, 16, 631-642.\nKrippendorff, K. (1969). Models of messages: three prototypes. In G. Gerbner, O.R. Holsti, K. Krippendorff, G.J. Paisly & Ph.J. Stone (Eds.), The analysis of communication content. New York: Wiley.\nKrippendorff, K. (1980). Content analysis. An Introduction to its Methodology. Beverly Hills: Sage.\nMayring, Ph. (1994a). Qualitative Inhaltsanalyse. In A. Böhm, A. Mengel & T. Muhr (Eds.), Texteverstehen: Konzepte, Methoden, Werkzeuge (pp.159-176). Konstanz: Universitätsverlag.\nMayring, Ph. (1994b). Qualitative Ansätze in der Krankheitsbewältigungsforschung. In E. Heim & M. Perrez, (Eds.), Krankheitsverarbeitung. Jahrbuch der Medizinischen Psychologie 10 (pp.38-48). Göttingen: Hogrefe.\nMayring, Ph. (1996). Einführung in die qualitativer Sozialforschung. Eine Anleitung zu qualitativem Denken (3rd edition). Weinheim: Psychologie Verlags Union.\nMayring, Ph. (2000). Qualitative Inhaltsanalyse. Grundlagen und Techniken (7th edition, first edition 1983). Weinheim: Deutscher Studien Verlag.\nMayring, Ph.; König, J.; Birk, N. & Hurst, A. (2000). Opfer der Einheit. Eine Studie zur Lehrerarbeitslosigkeit in den neuen Bundesländern. Opladen; Leske & Budrich.\nMerten, K. (1983). Inhaltsanalyse. Einführung in Theorie, Methode und Praxis. Opladen: Westdeutscher Verlag.\nMostyn, B. (1985). The content analysis of qualitative research data: A dynamic approach. In M. Brenner, J. Brown & D. Cauter (Eds.), The research interview (pp.115-145). London: Academic Press.\nPool, J.d.S. (1959). Trends in content analysis. Urbana: University of Illinois Press.\nRitsert, J. (1972). Inhaltsanalyse und Ideologiekritik. Ein Versuch über kritische Sozialforschung. Frankfurt: Athenäum.\nRust, H. (1983). Inhaltsanalyse. Die Praxis der indirekten Interaktionsforschung in Psychologie und Psychotherapie. München: Urban & Schwarzenberg.\nSchmitt, A. & Mayring, Ph. (2000, in press). Qualitativ orientierte Methoden. In J.H. Otto, H.A. Euler & H. Mandl. (Eds.), Handbuch Emotionspsychologie. Weinheim: Psychologie Verlags Union.\nUlich, D.; Haußer, K.; Mayring, Ph.; Strehmel, P.; Kandler, M. & Degenhardt, B. (1985). Psychologie der Krisenbewältigung. Eine Längsschnittuntersuchung mit arbeitslosen Lehrern. Weinheim: Beltz.\nVicini, S. (1993). Subjektive Beratungstheorien. Bernische ErziehungsberaterInnen reflektieren ihre Praxis. Bern: Lang.\nWeitzmann, E.A. & Miles, M.B. (1995). Computer Programs for Qualitativ Data Analysis. Newbury Park: Sage.\nWittkowski, J. (1994). Das Interview in der Psychologie. Interviewtechnik und Codierung von Interviewmaterial. Opladen: Westdeutscher Verlag.\nსტატიის შესახებ\nავტორი\nფილიპ მაირინგი [Philipp MAYRING]\nციტირება\nMayring, P. (2000). Qualitative Content Analysis. Forum Qualitative Sozialforschung / Forum: Qualitative Social Research, 1(2). https://doi.org/10.17169/fqs-1.2.1089.\nთარგმანის ციტირება\nMayring, P. (2022). Qualitative Content Analysis. (T. Gugushvili, T. Chkhaidze Trans.). Forum Qualitative Sozialforschung / Forum: Qualitative Social Research, 1(2). (Original work published 2000)\nუკუკავშირი\nგაგვიზიარეთ თქვენი უკუკავშირ hypothes.is გამოყენებით\n\nთეორია, რომლის მიხედვითაც შესაძლებელია ადამიანის ხელნაწერის საშუალებით მისი ხასიათის დადგენა. (წყარო: ხელის შესწავლა ადამიანის ხასიათის დასადგენად. უნივერსალური ენციკლოპედიური ლექსიკონი : [3 ტომად] / შეადგინა ალექსანდრე ელერდაშვილმა. - I-ლი გამოც.. - [თბ.] : ფანტაზია, 2006. - 28სმ. [MFN: 136149])↩︎\n",
    "preview": "posts/QCAMayring/image/preview.png",
    "last_modified": "2022-07-09T15:36:13+04:00",
    "input_file": "QCAMayring.knit.md",
    "preview_width": 529,
    "preview_height": 404
  }
]
