[
  {
    "path": "posts/ndcTracker/",
    "title": "“Tracing the link between Climate Justice Action and the NDCs” in Georgia",
    "description": "In the following report, the authors describe key processes shaping the new regime in climate governance as well as reflect on Georgia's position and progress within the agreed-upon system. The authors delineate the steps Georgia will be undertaking as a party to Paris Agreement on a pathway to meet the country's commitments outlined in the updated NDCs. The report outlines key findings of the study in two primary directions (1) review of the policy documents and (2) case study outcomes. Both components support the cross-examination of findings.",
    "author": [
      {
        "name": "Gvantsa Salukvadze",
        "url": "https://example.com/norajones"
      },
      {
        "name": "Ekaterine Mikadze",
        "url": "https://www.linkedin.com/in/ekaterine-mikadze-a2208458/"
      },
      {
        "name": "Temur Gugushvili",
        "url": "https://temurgugushvili.ge/"
      }
    ],
    "date": "2022-07-09",
    "categories": [],
    "contents": "\n\nContents\nPreface\nChapter 1. Introduction\nChapter 2. Study\nFramework and Methodology\nChapter 3. Study Findings\nChapter\n4. Case studies: Deploying renewable energy in Georgia\nChapter 5. Conclusions\nChapter 6.\nRecommendations and future studies\nAbbreviations\nAppendix\n\nDisclaimer \nThe views expressed in this information product do not\nnecessarily reflect the views or policies either of the BUND, nor Ivane\nJavakhishvili Tbilisi State University. It is published under the\nresponsibility of the authors.\nAcknowledgement\nThe authors would like to thank interview partners and survey\nrespondents for their time, engagement and contribution. Special thanks\ngo to Severin Ettl for his valuable comments and suggestions during the\nwhole study.\nPreface\nNatalia Davlianidze, MA.\nExternal Reviewer\nDevelopment Geographer, Sustainable Development Researcher, and\nPolicy Specialist Tbilisi, Georgia\nMarch 2022\nHuman interactions with the earth system are complex. The global\nhuman population, economic productivity, energy consumption, and ongoing\nglobal environmental change are all greatly intertwined. At the historic\nNobel Prize Summit 2021: Our Planet, Our Future, the Nobel\nlaureates and other experts called for urgent action for planetary\nstewardship. The growing population, urbanization, and increasing\nconsumption will be causing increased demand for resources and\ninfrastructure development which will be an energy- and emissions-\nintensive endeavor unless significant changes are implemented. Georgia\nis not an exception, and we now know that, for example, the demand for\nelectricity in Georgia has been steadily growing in the past decade, at\nan average 4% rate per year1. This has been raising\nthe questions of energy security, energy equity, and environmental\nsustainability at the local level.\nTo avoid the devastating impacts of climate change, the world will\nneed to collectively and proactively embark on a path to net-zero\nemissions. One positive step forward is UNFCCC member states’\noverwhelming engagement in the process. By the end of COP26, 194 parties\nsubmitted their NDCs, and 13 had submitted their second NDCs2. Yet, the updated NDC Synthesis\nReport suggests that parties need to be more ambitious in their NDCs if\nwe aim to achieve the Paris Agreement goal of below 2°C or ideally 1.5°C\nby the end of the century3.\nNotably, considering global inequalities in socio-economic\ndevelopment, the severe impacts of climate change will produce uneven\nconsequences, whereas those who contributed the least to the GHG\nemissions will experience the impacts more profoundly. Hence, the\nquestions of climate justice and subsequently a just transition arise.\nSmall UNFCCC member countries such as Georgia have an important role in\nthis process. However, active observation of the post-Paris Agreement\ndevelopments at the national levels and production of local evidence in\nthe lead-up to the next global stocktake is critical. It is precisely\ndue to this reason that the following report is a significant\ncontribution to our understanding of climate justice and Georgia’s\nhandling of its climate change policies.\nIn the following report, the authors describe key processes shaping\nthe new regime in climate governance as well as reflect on Georgia’s\nposition and progress within the agreed-upon system. The authors\ndelineate the steps Georgia will be undertaking as a party to Paris\nAgreement on a pathway to meet the country’s commitments outlined in the\nupdated NDCs. Further, the report presents core findings of the study\ncarried out throughout the summer and the fall of 2021. The authors have\nstudied links between climate justice and NDCs in Georgia. The report\noutlines key findings of the study in two primary directions (1) review\nof the policy documents and (2) case study outcomes. Both components\nsupport the cross-examination of findings.\nFollowing the mixed-method approach, the research team has undertaken\nmultiple steps to ensure the delivery of robust and reliable findings in\nthis report. The authors studied strategic policy documents on the\nnational and municipal levels and reported on incorporating the NDC and\nETF requirements in these documents. In the first part of the study, the\nresearch team has also interviewed selected stakeholders from\ngovernmental agencies, NGOs, CSOs, international donor organizations,\nlocal municipalities, and private sector representatives. At a later\nstage, multiple stakeholders completed questionnaires, as a result,\ncomplementing the findings from the qualitative component and providing\nadditional insights. Lastly, the team has conducted meetings and site\nvisits to develop a case study in Telavi, a municipality with ongoing\nrenewable energy projects. The researchers did a profound job reviewing\nthe study design process and deployed methods, enabling future\nreplication of the study.\nIn Chapter 3, the authors did an excellent job reporting on the key\nfindings of the in-depth interviews and survey results, as well as a\nsystematic literature review (SLR). The authors have clarified several\nof the questions and provided an insightful analysis of Georgia’s NDCs\nand, most importantly, the examination of financial allocations that\nsupport the implementation of NDGs as well as efforts (or lack thereof)\nto ensure localization of NDCs. Furthermore, a brief analysis of the\nreporting requirements under the Enhanced Transparency Framework (ETF)\nand the Biennial Transparency Reports (BTR) makes this report useful not\njust for the policymakers and development practitioners but for\nacademics and students who want to get a better sense of the Paris\nAgreement follow up processes in the country. Chapter 4 is entirely\ndevoted to the reporting on the two case studies. Selected sites were\nLOPOTA 1 HPP and the project on energy-efficient kindergartens in Telavi\nmunicipality. Both cases are within the same administrative unit but\npresent different outcomes of energy project implementation. If brought\nto the attention of relevant stakeholders, these cases provide valuable\ninsights on the importance of civic participation, multi-stakeholder\nplanning, and the implementation of energy policies and projects.\nDespite the rather small spatial and temporal extent of the study, it\nshould make an important contribution to both academics and\npractitioners working at the climate-energy nexus. Nevertheless, as well\npointed out by the authors, due to evolving nature of the processes in\nthe country, this work will need further revisions as Georgia progresses\nin its efforts to develop new policies and factor NDC commitments in the\nnational documents. In addition, further exploratory studies examining\nthe cases from other regions of Georgia with different socio-economic\nbackgrounds and contexts will be a valuable contribution for creating a\nbetter understanding of existing spatial disparities and possible areas\nof cooperation between central and decentralized actors.\nMoving forward, more applied and place-based research is needed to\nfurther enrich our understanding of the local climate change context.\nYet, such research is not an easy undertaking, especially in\ntransitional economies such as Georgia. Led by a young generation of\nlocal researchers and academics, this report will present one attempt to\ndiversify climate conversation in Georgia beyond policymakers’ meeting\nrooms. For understanding the value of such research on the ground and\nsupporting its implementation by the local research team, a special\nacknowledgment is due to BUND.\nChapter 1. Introduction\nThe United Nations Framework Convention on Climate Change (UNFCCC)\nwas designed as a framework convention agreed on an all-inclusive global\ntreaty: the Paris Agreement. The ultimate objective of the convention is\nto stabilize greenhouse gas concentrations “at a level that would\nprevent dangerous anthropogenic (human-induced) interference with the\nclimate system.” (Article 2). Negotiations under this framework evolved\nover time, based on the emergence of new scientific evidence, social\nunderstandings, and political changes. The UNFCCC adopted the\nconvention-protocol approach, through which the institutional framework\nis established under the convention, and commitments are agreed upon\nthrough subsequent protocols (Kuyper, Schroeder, and Linnér 2018).\nThese are major milestones since the convention’s adoption, including\nthe Kyoto Protocol’s adoption in 1997 and the Paris Agreement in 2015\n(Kuyper, Schroeder, and\nLinnér 2018). Georgia has been a party to the convention\nsince 1994. Georgia ratified the Kyoto Protocol4 in\n1999 and the Paris Agreement5 in 2017.\nArticle 3 of the Convention states: “Parties should protect the\nclimate system based on equity and following their common but\ndifferentiated responsibilities (United Nations 1992). The inclusion of\nthe Common but Differentiated Responsibilities (CBDRs) principle in the\nclimate regime established several concepts. First, it recognized\nstates’ responsibility to protect the global environment. Second, it was\nbuilt on the acknowledgment that industrial countries bear the primary\nresponsibility for causing “global warming,” which determined their\nlevel of responsibility based on their historical contributions. Third,\nit coined the distinction between the member states based on their\neconomic development (Stone 2004).\nDespite the ambiguity of its legal status, it still became a guiding\nconcept within the contemporary climate regime structure. CBDR is\nmentioned in the primary operative text of the Convention and also in\nthe preamble of the Kyoto Protocol to the Convention. It has significant\nlegal weight to form the legal basis for interpreting existing\nobligations and differentiated responsibilities (Rajamani 2000). The Kyoto Protocol\ncontinued this line by committing industrialized countries and economies\nin transition to limit and reduce greenhouse gases (GHG) emissions under\nagreed individual targets (Stein 2008). The Kyoto Protocol only\nbinds developed countries, and places a heavier burden on them under the\nprinciple, because it recognizes that they are primarily responsible for\nthe current high levels of GHG emissions in the atmosphere (What is the\nKyoto Protocol? | UNFCCC 2022). However, the landscape in\nclimate governance has changed since then, as the interest and\nimportance of adaptation and finance were put forward coupled with the\nrapid economic growth in the countries with transition economies,\ncausing the drastic increase in the emissions across the globe (Enerdata 2021).\nConsequently, the Paris agreement shifted from the binary approach\ntowards differentiation and urged for a “global ambition” goal of\n“holding the increase in global average temperature to well below 2◦C\nabove pre-industrial levels” and “pursuing efforts” to limit it to\n1.5◦C(United Nations\n2015). Article 4.2 of the Paris agreement requires the\ncountries to prepare, communicate, and maintain the successive NDCs it\nintends to achieve. Parties shall pursue domestic mitigation measures to\nachieve the objectives of such contributions. As a party to the UNFCCC\nand the Paris Agreement, Georgia took the commitment and submitted its\nIntended Nationally Determined Contribution (INDC) in 2016, which aimed\nat reducing GHG emissions to 40% by 2030 compared to 1990 levels (Government of\nGeorgia 2016). Abiding by the encouragement from the\nConvention to resubmit a more ambitious NDC by 2020, Georgia submitted\nits updated NDC in 2021.\nAs mentioned above, the Paris Agreement created a new regime in\nclimate governance. The Paris Agreement established an Enhanced\nTransparency Framework (ETF) designed to build trust and confidence that\nall countries contribute their share to the global effort. This regime\nis strengthened through the Paris rulebook, which has been negotiated\nafter the adoption of the Paris Agreement. The rulebook establishes\nprocedures and guidelines to enforce the agreement. They are referred to\nas Modalities, Procedures, and Guidelines (MPGs) of the Paris Agreement.\nCountries have a common set of guidelines and processes. Flexibility is\nprovided for those countries with a transition economy that needs it in\nlight of their capacities, but the specific provisions in the guidelines\nbound this flexibility. The general requirements under the ETF are set\nforward in article 13 of the Paris agreement, which stipulates the need\nfor transparency of action and support. It obliges parties to submit\ninformation on the national GHG inventories and progress towards\nimplementing and achieving NDCs and on climate change impacts and\nadaptation as appropriate. Even though the Paris agreement has diverted\nfrom a straight binary approach, it distinguishes the reporting on\nfinancial matters between the developing and developed countries. The\ndeveloped country parties are obliged to report on financial, technology\ntransfer, and capacity-building support provided and mobilized.\nOn the other hand, developing country parties do not have such strict\nobligations, but they should report on financial, technology transfer,\nand capacity-building support needed and received. Under the ETF, all\nparties undergo Technical Expert Review on the information submitted\nunder article 13.7 and facilitative, multilateral consideration of\nprogress on the implementation of article 9. The developing country\nparties (in this case Georgia) will receive financial support from\nGlobal Environmental Facility to prepare their biannual transparency\nreports (articles). Further, the Parties will be given assistance to\nfulfill their reporting requirements under the Convention from the\nConsultative Group of Experts, which will also support the\nimplementation of the ETF.\nThe ETF established reporting review and consideration processes on\nthe information submitted, which gives the possibility to track the\nprogress made by each country. This shared reporting system provides the\nopportunity to compare a country’s efforts to its commitments declared\nin their NDCs. For Georgia, such a reporting mechanism will be the first\nexercise under the Paris Agreement. To ensure the reporting is\ncomparable and robust, the parties have to develop common reporting\ntables for their national GHG inventories and common tabular format\ntables for tracking progress towards NDCs and climate finance. The\nParties will also create outlines of the biennial transparency report\n(BTR), the report of the technical expert review, and the national\ninventory document. As a party to the convention, Georgia will be\nrequired to submit its first BTR and national inventory report, if\nsubmitted as a stand-alone report, in accordance with the MPGs, at the\nlatest by 31 December 2024. The ETF represents an essential component of\nthe ambition cycle in the global climate regime by building trust and\nconfidence that countries are taking action to meet their national\nclimate targets in their NDCs under the Paris Agreement (World\nResources Institute (WRI) 2021). Furthermore, the information\nreported in BTRs will inform the global stock take, which will take\nplace in 2024, to assess if the countries are on track with the overall\nobjective of the Paris Agreement and the goal of zero net emissions by\n2050 and climate neutrality afterward. The ETF also establishes that\ncountries must prepare a plan on how they intend to improve their\nreporting over time (Dagnet et al.\n2017).\nExcept for the reporting, increased usage of wind, biomass, and solar\npower, particularly while substituting fossil fuels, is the cornerstone\nof climate mitigation activities and lowering GHGs (Maka, Chitanava and\nNino, Janashia, Ketevan, Vardosanidze 2021). With a\nsignificant emphasis on hydropower, renewable energy sources are\nconsidered a viable answer to Georgia’s energy independence future 6 (CIDSE 2017). The Covenant of Mayors - a\nlarge-scale EU effort started in 2008 at the initiative of the European\nCommission in response to the approval of the EU Climate and Energy\nPackage. It is a mainstream European movement. Alongside other local\nlevel movements, comprising local and regional governments agreeing to\nenhance energy efficiency and renewable energy sources on their\nterritory, which is crucial in the energy transition (IRENA, IEA, and REN21 2018). Georgia\njoined the Covenant of Mayors in 2010, and it already has 24 signatory\nmunicipalities at three different stages of the process. The initiative\nbecame incentive for nine cities to prepare and submit Sustainable\nEnergy (and Climate) Action Plans (SE(C)APs), 14 are in the adhesion\nphase, and one municipality is in the results monitoring process7.\nIn view of all stated above, in the below-presented chapters, we\nattempt to analyze how and if the requirements under the NDC and ETF\nhave been translated on a national and municipal level. Moreover, how\nthose requirements can be traced into the local actions. Furthermore,\nthe issue of climate justice in the depletion of renewable energy\ntechnologies and sources will be discussed. In the sense that local\nimplementation of some renewable projects has societal consequences, on\nthe other hand, it will be highlighted and further explored in the\nstudy.\nChapter 2. Study\nFramework and Methodology\n2.1. Study aim and objectives\nSince the International climate commitments need to be translated\ninto national and subnational plans and strategies to achieve desired\ntargets, the project’s primary goal is to assess:\nThe traceability/translation of international climate commitments to\nnational and local climate plans;\nAuthorities’ consistency in reporting on the implementation of local\nand national climate plans;\nAuthorities report on the effects of the implementation of local and\nnational climate action;\nThe traceability/recognition and contribution of community-based\nrenewable energy projects.\n2.2. Research design\nThe collection and analysis of empirical data and secondary\ninformation was carried out within the framework of the proposed mixed\nmethods study design using a synthesis of innovative approaches and\ntraditional methods. A systematic literature review (SLR) was undertaken\non existing official governmental documents to obtain in-depth\ninformation on the research issue. The research employs in-depth\ninterviews and online survey methods with stakeholders to gather\ndetailed information on the research subjects while considering diverse\nopinions. MAXQDA, a computer-assisted qualitative data analysis software\n(CAQDAS), was used to analyze the obtained information.\n2.3. Data collection and\ntarget groups\nWithin the specified methodological baseline, empirical data was\nacquired by combining two methods: in-depth interviews and an online\nsurvey. Two types of research instruments were used to obtain empirical\ndata: a discussion plan for interviews and a structured questionnaire\nfor an online survey (see appendix doc. 1 and doc. 2). The purposive\nsampling was applied using the maximum variation approach (Patton 2015) for selecting interview\npartners. The selection of the informants was done in accordance with\npre-defined diverse traits:\nInvolvement in international, national, and local climate-related\nactivities;\nState and donor institutions supporting the implementation of NDC\ncommitments in Georgia;\nRegional organizations/associations localizing the NDC commitments\nin Georgia;\nOrganizations implementing the RE projects in Georgia;\nInternational climate change programs.\nBy considering these features and based on the fundamental concept of\nmaximum variation sampling, the study acquired more essential insights\ninto a phenomenon by examining it from multiple angles. As a result of\nthe interview partner’s sampling, the study involved (i) governmental\nagencies, (ii) NGOs, CSOs (iii) international donor organizations, (iv)\nlocal municipalities, and (v) private sector representatives.\nIn addition to the criteria listed above, the interest-influence\nmatrix for NDC stakeholders (see fig. 1) were integrated during the\nsampling. Such an approach provides the prerequisite to reflect issues\nfrom the perspective of actors with different levels of interest and\npower.\nIn-depth interviews\nAs previously stated, the first part of the study envisaged an\nin-depth interview approach that included ten conversations with the\nselected stakeholders (the number of interviews was determined using\nsaturation, see (Saunders et al.\n2018). The heterogeneous experts were identified and then\nselected using the purposive sampling technique based on the stakeholder\nmapping. The interviews resulted in an unfettered and open discussion\nwith the interview partners. Remarkably, the interactions revealed\ndetailed information and extensive disputes from stakeholders on study\nissues. The average length of each interview was around an hour. A\ndiscussion plan was established specifically for each interview and\ncontained broad subjects related to the interview partner’s expertise,\ngenerally, concerning the issues of cooperation, involvement of the\nstakeholders updating and achieving NDCs, mainstreaming NDCs into\nnational and subnational policies, strategies, and plans, ETF, CAP.\nThe interviews were audio-recorded to avoid bias in the research\nprocess. Following that, the information obtained was\ntranscribed/redacted. To fulfill the high standards of research ethics\nand transcribing method, the following principles were covered: To\nverify transcript against data recording and anonymization (Kuckartz 2014), and transcribe only as\nmuch and exactly as the research questions require.\nOnline survey\nIn the second phase, a questionnaire for an online survey was\ndeveloped based on the findings of the qualitative approach. The survey\nused a 5-point scale and multiple-choice questions to allow stakeholders\nto reply on the following key issues:\nPolicy documents that should reflect Nationally Determined\nContributions commitments;\nSectors of the NDC and/or CAP that municipalities should strengthen\ntheir mandate and engagement;\nEvaluating the availability of required GHG emissions data at\nnational and local levels;\nRating the level of climate mitigation and/or adaptation measures\ntaken by municipalities.\nThe questionnaire was distributed to the general public to\nincorporate the most diverse stakeholder groups into the study. The\nstructured information obtained via this technique supported the data\nobtained through a qualitative component and ensured comprehensive\ncoverage of the study objectives.\nBecause the survey facilitated the participation of multiple\nstakeholders, relatively extensive information was gathered, allowing\nthe acquisition of multilateral information on the study themes. 35\nstakeholders completed the survey in total.\nCase studies of\nrenewable energy projects\nCase studies were carried out within the study framework in Telavi\nMunicipality, where meetings and visits to specified locations were held\nin line with the research objectives. The case study area was chosen\nbased on the following pre-established factors:\nSignatory municipality of the Covenant of Mayors, which submitted\nthe action plan, has the regional coordinator and implemented\ndemonstration projects;\nCurrent renewable energy initiatives in the area are viewed as role\nmodels for other signatory cities.\nThe characteristics mentioned above disqualified some cities at the\nmore basic and intermediate phases of NDC implementation. Finally, the\nfieldwork captured a wide range of activities focused on a particular\nresearch site by selecting Telavi municipality. The first case study\nshowcasing the municipality’s energy-efficient kindergartens are role\nmodels and outstanding demonstration projects in meeting NDC commitments\nlocally. In particular, the research team visited two kindergartens\nwhere energy-efficient solutions are being implemented - thermal\nrefurbishment and heating the kindergartens using biomass from local\nvineyards. Furthermore, information about the RE project – LOPOTA HPP 1\n(less than 6 MW) was gathered, despite the fact that on-site visit was\nnot permitted. The latter case was selected to explore the participatory\nstrategies, social responsibility, and, importantly, social costs of RE\nprojects and the local community in Georgia.\nSecondary information\nTo analyze if, how, and on what scale the NDCs are reflected in the\ndevelopment strategy documents, systematic analysis was conducted\nregarding the existing literature materials (the latest policy documents\nof Georgia’s climate change) (see appendix doc. 3). The selection of the\ndevelopment strategy documents was based on the in-depth interviews and\nsubsequent survey that, in the opinion of stakeholders, should reflect\nthe NDCs. The selection of the documents additionally applied the\ncriteria of when the document was adopted and who adopted the document.\nThis enabled us to cover policy documents, strategic documents, legal\nacts and local municipal development strategies to showcase diversity\nand integration at various levels. Ultimately the following documents\nwere selected and organized in the MAXQDA for further analysis.\n2.4 Data Analysis\nStakeholder Mapping\nFor implementing the NDC stakeholders mapping, the study first\nidentified them at three levels – international, national, and local. A\ntable was compiled that included all possible stakeholders grouped as\nthe following: Governmental, NGOs, donors, academic\ninstitutions/centers, private sector, and local groups (CSOs). Moreover,\nthe collected data on stakeholders were analyzed using a specialized\ntechnique such as the Interest - influence matrix (Reed\net al. 2009). More precisely, the study applied a widely used\nstakeholder mapping tool to categorize them and plot this on an\nInterest/influence grid. Interestingly, research team members rated each\nstakeholder on a scale of 1 to 10 based on their capital, influence,\nimportance, and interest.\nAs a result, the analysis of Interest and influence divided the\nstakeholders into the following four categories (see Figure 1):\nSubject (high interest/low influence);\nKey players (high interest and influence);\nCrowd (low interest and influence);\nContext setters (low interest/high influence).\nThe categorization of the NDC Stakeholders on the Interest–Influence\nMatrix served as an excellent foundation for selecting interview\npartners from all four sections. In particular, those with limited\nopportunity to participate in the process and those with authority to\nmake decisions.\n\n\n\n\nFigure 1: Interest-Influence Matrix for NDC Stakeholders\n\n\n\n\n\n\n\nSource: Climate Change Action Plan for 2021-2023\nNote: own illustration for the project, author Temur\nGugushvili\n\n\n\n\n\n\n\n\n\n\nThe matrix also depicts the stakeholders who, based on the current\nlegal institutional arrangement should be involved in and contribute to\nthe NDC implementation.\nSystematic literature review\n(SLR)\nAn SLR was used to analyze the NDC, Climate Action Plan and other\nGeorgia’s development strategy documents; the selected documents were\nimported and analyzed in the MAXQDA (see appendix doc. 3). The family\ncodes were predefined according to NDCs and overall research purpose.\nThe approach led to track localization of the NDC commitments exploring\nresponsible institutions, financial resources, policy documents, and\ntypes of contribution. The following family and sub codes were\ndefined:\nPolicy Documents;\nNDCs: Mitigation, Adaptation;\nResponsible institution.\nThe coded segments were displayed in crosstabulation, MAXMaps, using\nMAXQDA special mixed-methods and visualization techniques such as\nCrosstab, code relation browser, and later stage MAXMap. These analysis\nmethods were chosen to explore and provide best possible visualizations\nof the code intersections, such as national, municipal policy documents\nand NDCs (see figure 8).\nQualitative and\nQuantitative data analysis\nThe MAXQDA software allowed the analysis of the collected empirical\ndata following international standards. Depending on the interview\nsegments, codes and sub-codes were developed, resulting in their merging\nand generalization at the later analysis stage to analyze the scale of\neach thematic category and intersections between categories and\ninterview partners.\nThe results of the survey were analyzed applying descriptive\nstatistics measure of central tendency and variability and illustrated\nthrough various charts using R. All related data and visualizations are\navailable open source at GitHub8.\n2.5 Ethical\nConsiderations of the research\nEach phase of the research, such as collection, storage, analysis and\ndissemination of information was implemented in compliance with the\nethical standards, which are based on the law of Georgia on Personal\nData Protection, law of Georgia on Official Statistics and the American\nSociological Association’s (ASA’s) Code of Ethics. In order to protect\nthe ethical principles, issues of confidentiality were discussed with\nrespondents at the outset of the interviews for obtaining informed\nconsent, which will outline what participation means in practice, how\nlong/where it takes place and what participation involves. Likewise,\nthere were mentioned benefits for participants, how privacy and\nconfidentiality would be maintained, the inclusion and exclusion\ncriteria for the study, any risks, inconvenience or discomfort that\ncould reasonably be expected to result from the study.\nChapter 3. Study Findings\n3.1 Updating NDC\n\n\n\n\nKey points:\nThe significant shift from the INDC document from the NDC includes\nthe growth of conditional and unconditional mitigation targets and the\naddition of a vital asset of adaptation measure in the current NDC\ndocument;\nRemarkably, MEPA was designated as the primary player in the process\nof developing the NDC document, while GIZ, as a donor organization,\nplayed a more facilitative role; -As for the stakeholder participation\nprocess, the findings indicate that this process was improved over prior\nexperiences.\n\n\nGeorgia’s “journey” within the frames of the Paris Agreement started\nin 2015, when the country initiated the preparation of its INDC. This\nprocess was new to everyone and countries were encouraged to submit the\ndocument to the UNFCCC secretariat as soon as possible, hence,\nintergovernmental processes and discussions, including the broad\nstakeholder engagement process was missed in Georgia. However, the\ncountry was able to submit the document within the designated time\nperiod for which it was commended by the partner countries back in the\ntime. The comparison of the INDC and NDC reveals that Georgia modified\nthe country’s pledges as follows. Compared to 1990 levels, both\nconditional and unconditional mitigation objectives grew from 40% to 57%\n(conditional) and from 32% to 35% (unconditional). The adaptation\nmeasure, which was solely included in the previous document in the form\nof information reflecting the current situation, is an essential\naddition to the new NDC (see Table 1).\nTable 1. The comparison table of INDC and\nNDC\n\n\n\nSource: NDC preparation and implementation in EaP countries:\nComparative analysis of the first and the updated NDCs in Armenia,\nAzerbaijan, Belarus, Georgia, Republic of Moldova and Ukraine. https://eu4climate.eu/download/ndc-preparation-and-implementation-in-eap-countries/\nNote: own illustration for the project, author Ekaterine\nMikadze\n\n\n\nThe following figure shows in more detail the sectoral targets and\nthe emission levels in the reference year of the updated NDC.\n\n\n\nFigure 2: Emission levels by sectoral targets\n\n\n\n\n\n\n\nSource: Georgia’s National Climate Change Strategy 2030\nNote: own illustration for the project, author Temur\nGugushvili\n\n\n\nBased on the abovementioned, it can be concluded that the\ninternational commitments are translated into the NDC, while short-term\ngoals are reflected in the National Climate Action Plan. More\nimportantly, than in previous years, the process of translating\ninternational commitments at the national level may be regarded as\nrelatively state-owned. Based on the interview with the Deutsche\nGesellschaft für Internationale Zusammenarbeit (GIZ) representative, we\nmay conclude that the Ministry of Environment Protection and Agriculture\n(MEPA) drove the process, and the GIZ played a more facilitative role\nthan was initially anticipated. The government established the Climate\nChange Council as an independent body with decision-making authority\nover climate change projects and programs. The council’s actions and\nresponsibilities are represented in the council’s governing rules.\nIn comparison with the above outlined fact that the stakeholder\nengagement process was quite limited during the INDC development, the\nexperience was improved during the preparation of NDC. This is also\nattested by the fact that the majority of the surveyed stakeholders\nanswered that they were involved in the NDC development process.\nAlthough it does not mean that the stakeholders were satisfied with the\nengagement level, this has been voiced number of times through the\nmeetings organized by GMG within the framework of the project on\n“Increasing the role of civil society in implementing national climate\npolicies9.”\n\n\n\nFigure 3: The number of the stakeholders involved in the NDC\ndevelopment process\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the\nscope of the exploratory study objectives.\nNote: own illustration for the project, author Temur\nGugushvili\n\n\nAnother significant development is on the reporting side. Previous\npractice in the reporting (NatComs and BURs) shared common scenarios.\nThe Global Environment Facility (GEF) funding for the reporting was\nallocated to the United Nations Development Programme (UNDP),\nresponsible for hiring respective teams and delivering the reports. In\nthese cases, the MEPA had a supervising role and had one member of the\nclimate change unit designated formally as a “director” of the report.\nDespite this, the whole process, including data collection, was carried\nout outside of the MEPA. According to the discussion with a MEPA\nofficial, the reporting within the ETF will become more sustainable and\nstate-owned. The MEPA intends to designate its subsidiary body LELP\nEnvironmental Information and Education Centre (EIEC) as the entity in\ncharge of the whole reporting process. While this will assure process\ncontinuity and consistency, it is also crucial to consider the inclusion\nof other stakeholders to enable process transparency and improvement\nover time.\n3.2\nFinancial allocations to implement NDC and its main sectors\n\n\n\n\nKey points:\nDifferent capital sources, such as investment, private and\nstate-owned enterprises, loans, and grants, are examples of financial\nassistance to support the NDC’s mitigation aims;\nThe climate action budget has been divided across seven economic\nsectors, with energy generation and transmission receiving the most\nattention;\nMEPA and MESD are the two leading institutions in charge of\nimplementing the NDC pledges;\nThe role of local self-government should be expanded in all areas of\nthe NDC, particularly in the NDC sectors of waste management, buildings,\ntransport, forestry, and agriculture;\nThe study revealed that Georgia’s NDC pledges are fragmentarily\nreflected in the strategy documents.\n\n\nDiversified capital sources, such as investment, private and\nstate-owned enterprises, loans, and grants, are examples of financial\nassistance provided towards the NDC’s mitigation targets. The climate\naction budget has been allocated to seven economic sectors, with the\nprimary focus being on energy generation and transmission. One probable\nexplanation is that Georgia’s major emissions are linked to the energy\nsector10. Notably, 83 % of the allocated\nbudget is an investment from a variety of sources, including JSC\n“Caucasian Wind Company,” “Caucasian Wind Company,” ltd “Ruisi Wind\nPower Plant,” and others, making it the primary funding source for\nclimate-related initiatives in the target sector mentioned above11. Besides energy generation and\ntransmission, loans and grants are the primary funding sources in other\nindustries such as buildings, waste management, and forestry. The\ndeficit budget is a minor component of the total CAP budget, but it\nexclusively covers the agricultural sector. In comparison to other\npriority sectors, the agriculture industry receives the least financial\nsupport under the CAP. Although, agriculture contributes 19.6% to\nGeorgia’s total emissions, which highlights its importance for achieving\nNDC’s commitments. This might be explained by the fact that the LULUCF\nsector is yet excluded from NDC.\n\n\n\nFigure 4: Percentage distribution of finances by NDC’s\nmitigation goals and types of financial support\n\n\n\n\n\n\n\nSource: Climate Change Action Plan for 2021-2023; own\nillustration for the project, author Temur Gugushvili\n\n\nIn order to outline the key players and their responsibilities in the\nNDC commitments implementation, the study has analyzed the interlinkages\nbetween NDC and CAP. Based on the figure 5 there are two major\nresponsible institutions, namely the Ministry of Environmental\nProtection and Agriculture (MEPA) and Ministry of Economy and\nSustainable Development. The responsible bodies are also the Tbilisi and\nBatumi municipalities, as well as the private sector.\n\n\n\nFigure 5: Number of activities by responsible institutions\nand NDC\n\n\n\n\n\n\n\nSource: Climate Change Action Plan for 2021-2023\nNote: own illustration for the project, author Temur\nGugushvili\n\n\nIn executing climate-related actions, including biodegradable (i)\norganic and garden waste recycling; ii) education and awareness-raising\non waste management and iii) closing dumpsites, as responsible or\npartner institutions, a climate action plan comprises self-governments\nclassified as municipalities. Notably, municipalities have a total of\nthree tasks assigned to them under the responsible actors, but much more\nis referred to them as partner agencies. The fact that local governments\nare underrepresented as accountable entities and have a limited number\nof activities calls into question the localization of NDC commitments\nand their implementation’s efficacy, credibility, and quality. It is\nworth mentioning that their major tasks are in the waste management\nsector, which is not surprising given that Georgia’s Waste Management\nCode designates municipalities as accountable entities for waste\nmanagement. This bolsters the idea that local activities and actors are\nunderrepresented in the NDC.\nBased on the survey data analysis, the stakeholders’ perspectives on\nmunicipalities’ climate mitigation and/or adaptation steps were diverse.\nPart of the respondents evaluated the level of the measures taken by\nmunicipalities as relatively high. In contrast, others were utterly\nopposed and agreed that the self-governments should take more decisive\nactions.\n\n\n\nFigure 6: Evaluation of the municipalities climate\nmitigation and/or adaptation measures\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the\nscope of the exploratory study objectives.\nNote: own illustration for the project, author Temur\nGugushvili\n\n\nAccording to survey respondents, the role of local self-government in\nall areas of the NDC should be enhanced. Over 29 of them declared the\nutmost importance of strengthening the local government’s role in waste\nmanagement and building sectors. Furthermore, more than 25 stakeholders\nproposed other NDC sectors for increased local government engagement,\nsuch as transportation, forestry, and agriculture. Interestingly, the\nrecent and most large-scale quantitative survey implemented in Georgia,\ngained in-depth information on this subject and revealed that the\nmajority of the population has more belief in environmental agencies and\ninternational organizations to deal with the climate change issues, than\nthe state and even more so, local governments. The latter (local\ngovernment) was comparatively lowly ranked by respondents in this\nregard12.\n\n\n\nFigure 7: NDC sectors where the local self-government role\nshould be enhanced\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the\nscope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili\n\n\nAccording to the survey, stakeholders agree that the necessary steps\nshould be mirrored in current policy documents to meet the stated NDC\ncommitments. Most stakeholders (representatives of 27-29 organizations)\nemphasize the importance of reflecting on targets in the following\nnational development strategies:\nN\nPolicy Document\nFrequency\n1\nLow emission development\n29\n2\nEnergy policy concept\n28\n3\nMunicipal Action Plans\n28\n4\nNational Renewable Energy Action Plan\n28\n5\nNational Program for Sustainable\nDevelopment\n27\n6\nAgriculture and Rural Development\nStrategy\n24\n7\nRegional Development Strategy\n20\n8\nStrategy for Development of High Mountain\nSettlements\n18\n9\nTourism Development Strategy\n18\n10\nUnified Strategy of Education and\nScience\n16\n11\nHealth sector development strategy\n14\n12\nAnd other policy documents\n6\n Table 2.Policy documents highlighted to reflect NDC\ncommitments \n\n\n\n\nSource: The results of the survey implemented for and within the\nscope of the exploratory study objectives.\n\n\nThe CAP, which serves the execution of the NDC’s mitigation pledges,\nshould be stressed as an essential mechanism for NDC implementation.\nHowever, there has been less discussion regarding how the NDC objectives\nshould be represented in other sectoral national and municipal policy\ndocuments. According to the results of the study, stakeholders are eager\nto discuss this issue. It should be emphasized that the Unified Strategy\nfor Education and Science and other policy documents such as the\nStrategy for Development of High Mountain Settlements got the least\nattention from stakeholders. According to the survey findings,\nstakeholders mostly link NDC commitments and their reflection needs into\nthe climate targeted policy document (e.g., low emission development).\nThey pay much less attention to sectoral policy documents (e.g., Unified\nStrategy of Education and Science), which may have much greater impact\non climate ambition in the long term, if they were in line. In close\nconnection with above mentioned, it should be noted that the Green\nAlternative, Greens Movement of Georgia (GMG), who are actively involved\nin the climate awareness process, especially emphasize the urgent need\nfor this and add that the state is substantially distancing itself from\nthe integration of climate change in scientific research and education\nprograms (Simonidze et al.\n2019). Through open-ended questions in the questionnaire,\nstakeholders suggested other policy documents where the NDC objectives\nshould be reflected from their perspective. These additional policy\ndocuments were, the “National Energy and Climate Plan,” as well as\ngender policies. Some respondents did not name the specific documents,\nbut they did state that the other policy papers should include NDC\ncommitments. After initial thematic coding in MAXQDA, further analysis\nwas carried out employing mixed-methods and visualization tools of the\nsoftware. The crosstabulation between particular national and municipal\npolicy documents (Variable in MAXQDA) and NDC commitments (Codes in\nMAXQDA) revealed that Georgia’s NDC pledges are fragmentarily reflected\nin the strategy documents. For example, according to NDC commitment 57\n(low carbon development of the waste sector), the Batumi Municipality\nPriorities Document focuses on waste management. NDC commitments 54 (the\nGHG emissions from energy generation and transmission sector), 55 (low\ncarbon development approaches of the agriculture sector), and 58\n(increase the carbon capturing capacity through the forestry sector) are\nhighlighted in the most recent Rural and Agricultural Development\nStrategy of Georgia 2021-2027. On the other hand, the NDC’s explicit\nsupport for agritourism is worth noting, which is not covered in the\ntourism development strategy. However, the analysis indicated that the\necotourism strategy emphasizes the need to promote agritourism (see\nfig. 8).\n\n\n\nFigure 8: The interlinkages between national, municipal\npolicy documents and NDCs\n\n\n\n\n\n\n\nSource: The results of the thematic analysis and SLR implemented\nfor and within the scope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili.\nVisualization type: MAXMaps, used software: MAXQDA\n\n\nThe document portrait feature enabled us to provide more thorough\nthematic coding findings. Figure 9, for example, depicts the coded\nsections of the Agriculture and Rural Development Strategy document that\nis directly related to NDC obligations. This strategy, in particular,\nresponds to and reflects the NDC’s four pledges, which are low carbon\ndevelopment approaches of the agriculture sector (55), capturing\ncapacity through the forestry (58), GHG emissions energy generation and\ntransmission sector (54), and GHG emissions transport (52). The codes\nare colored differently, distinguishing the different reflected NDC\ncommitments. In general, all these make it readable with the\nsupplemental legend below and determine which ones are which by color.\nRemarkably, the “abundance” of colors in the presented strategy reveals\nthe scale of the discussion around the topic. In this case, it is clear\nthat the 58th commitment is referenced twice in the document, and the\nvolume of its coded parts is significantly more than the others.\n\n\n\nFigure 9: Coded NDC commitments reflected in Agriculture and\nRural Development Strategy\n\n\n\n\n\n\n\nSource: The results of the thematic analysis for and within the\nscope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili.\nVisualization type: Document Portrait, used software: MAXQDA\n\n\nFigure 10, likewise depicts the coded parts of Georgia’s Law on\nPromoting Renewable Energy, adopted in 2019 and related to the NDCs’\nparticular pledges. The presented law incorporates four of the eight\nmitigating measures. More precisely, GHG emissions transport (52), low\ncarbon development of the industry sector (56), low carbon approaches in\nthe building sector (53), and GHG emissions energy generation and\ntransmission sector (54). The colors of codes follow the same technique\nas described above and are colored uniquely to differentiate the various\nreflected NDC commitments.\n\n\n\nFigure 10: Coded NDC commitments in the Law of Georgia on\nPromoting the Generation and Consumption of Energy from Renewable\nsources\n\n\n\n\n\n\n\nSource: The results of the thematic analysis for and within the\nscope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili.\nVisualization type: Document Portrait, used software: MAXQDA\n\n\n3.3 Localising NDCs –\nchallenges and gaps\n\n\n\n\nKey points:\nBased on Lyden and Deutschmeyer (2021) localization of NDCs is a\nthree-part process that combines bottom-up and top-down approaches for\nmulti-level cooperation throughout NDC adoption.\nCovenant of Mayors in Georgia today unites 24 signatory\nmunicipalities;\nGeorgian municipalities do not now have the mandate to address\nenergy and climate challenges within their current legislative\njurisdiction.\n\n\nThe global and national goals of two global agendas – 2030 Agenda for\nSustainable Development and Paris Agreement need to be translated and\nadapted to local contexts and needs in a collaborative manner; this is\nwhat can be understood as ‘localisation’ (Lydén and Deutschmeyer 2021). Localising\nNDCs, according to the Lydén and Deutschmeyer (2021), is a three-part process that\nincludes establishing and executing the NDC and merging bottom-up and\ntop-down features (multi-level collaboration) to assist enhance ambition\nin future NDCs. Surprisingly little is written about the localisation of\nNDCs, which to some extent can be attributed to terminology, as there is\ncertainly a discourse around subnational climate action but just not\nlabelled ‘localising NDCs’.\nWithin the study the localization of NDC commitments were assessed\naccording to the collaborative climate action (2021) framework:\nDuring the development or updating of an NDC, the inclusion of\nsubnational governments by the national government early in the process\nfor instance through written consultations, Stakeholder dialogues,\ninclusion in preparatory or consultative bodies;\nDuring the implementation of NDCs, a large part of the work needs to\ntake place at subnational level (e.g., access to renewable energy and\nothers, cooperation between levels of government is indispensable for\neffective implementation);\nAdvocacy and positive interplay through cooperation across levels of\ngovernment. The interplay between national and subnational levels\ncombining bottom-up and top-down aspects (multi-level collaboration) to\nhelp raise ambition in new NDCs.\nThe findings below, cover the issues identified in this framework and\nprovide information about the reflection of NDC commitments and its\nimplementation at the municipal level.\nGeorgia’s Covenant of Mayors for NDCs\nlocalization\nThe EU Covenant of Mayors for Climate & Energy was launched in\n2008 in Europe with the ambition to gather local governments voluntarily\ncommitted to achieving and exceeding the EU climate and energy targets.\nThe initiative gathers authorities across 57 countries built upon\ncritical success factors: its bottom-up governance, multi-level\ncooperation model, and context-driven action framework13.\nThe European Union has started preparing an assistance program for the\nEastern Partnership countries, which began in 2011, but Tbilisi was\nalready the first Georgian municipality to join the process in 2010.\nToday Georgia has 24 signatory municipalities14.\nEven though many other local/municipal initiatives were launched in\nrecent years across the globe, Covenant of Mayors remains as a main\npolicy instrument initiative at a local level in Georgia.\nThis is supported by the fact that the Mayors’ Permanent Working\nGroup was created within the Climate Change Council due to its practical\nfunction. The committee can make decisions that can be replied to base\non the municipality’s priorities. This strategy is expected to guarantee\nthat the decision is in line with the needs and goals of the local\ncommunities. As mentioned above, new SECAPs are lagging behind, however,\nthey will become the basis to assess how the NDC is reflected in Georgia\non a local level.\nLocalization gaps on municipal level\nAccording to the interview partner, development strategies in Georgia\nare well-structured and methodically prepared documents. However, every\nfour years, a new plan is created by all-new mayors. It is a political\ngoal that all mayors, rather than understanding the existing plan, begin\ndeveloping their own and obstructing necessary actions. Before starting\nthe implementation phase, a new mayor is already chosen, and this\nprocess is repeated indefinitely. According to the informant, this is a\nbroader national issue and tragedy. Furthermore, one of the increasing\nissues is that the execution of local programs is evaluated by\nquantitative measures, resulting in absolute disparities across\nregions.\n\n“If just one micro-project is completed in the Tbilisi metro, it will\ncover the potential maximum of Kazbegi municipality.” (Interview\npartner)\n\nRemarkably, on the one hand, there are strategies developed by donor\nprograms and set up for municipalities to meet their NDC commitments at\nthe local level. Municipalities are also interested since they may\nobtain technical support projects from the EU and funding for project\nexecution. On the other hand, Municipalities in Georgia do not have a\nmandate on energy and climate concerns under their present legal\njurisdiction. As a result, cities lack the qualifications and personnel\nstructure needed to address climate-related issues.\n3.4\nThe reflection of the reporting requirements under the Enhanced\ntransparency framework on the local climate and energy related\nactivities\n\n\n\n\nKey points:\nGeorgia is now working on developing a new MRV roadmap that will\nhelp with the institutional setup necessary under the new reporting\nscheme;\nGeorgia is preparing its National Climate and Energy Plan and Low\nEmission Development plans to comply with the Paris Agreement and the\nEnergy Community Aquis;\nThe energy industry is Georgia’s principal sector with the most\nsignificant emissions;\nAccording to the report, statistics on GHG emissions at the national\nand municipal levels are scarce.\n\n\nExploratory study objectives also referred to the Biennial\nTransparency Reports (BTR) that the developing countries need to submit\nthe latest by 31 of December 2024 (International Institute for Sustainable Development\n(IISD) 2021). The information needed under the BTRs is:\nNational greenhouse gas inventory;\nProgress made in implementing and achieving nationally determined\ncontributions under Article 4;\nClimate change impacts and adaptation under Article 7 (as\nappropriate);\nFinancial, technology transfer, and capacity-building support needed\nand received under articles 9, 10, and 11 (United Nations 2015).\nAt Glasgow, COP26 CMA adopted a decision based on which parties\nagreed on the following: i) common reporting tables for national\ninventory reports, ii) the common tabular formats for tracking NDC\nprogress, iii) the common tabular formats for reporting on support, iv)\nthe outlines for the biennial transparency report (BTR), v) national\ninventory document (NID), and vi) technical expert review report (TERR),\nand vii) the training program for technical experts participating in the\nTERR of BTRs (United Nations\n2021).\nThe existing Monitoring, reporting, and verification (MRV) system\nthat Georgia had already in place allowed the country to report on GHG\nemissions, e.g., National GHG inventory, mitigation actions, and their\neffects, and the country’s assessment of financial, technology, and\ncapacity needs15. Under the decision, mentioned\nabove, the Secretariat will develop new reporting tools and support the\ndeveloping country parties in achieving the reporting requirements (United Nations\n2021). Currently, Georgia is working on developing a new MRV\nroadmap that should facilitate the institutional setup required under\nthe new reporting scheme. It is envisaged that this new roadmap will\nincentivize the adoption of a law that will give the legal mandate to\nthe designated authority to collect and report the information\nneeded.\nGeorgia’s main sector with the highest emissions is the energy sector\n(The Ministry of Environmental Protection and\nAgriculture of Georgia 2019). Additionally, as a party to the\nEnergy Community, Georgia has made commitments to update its energy\npolicy and legislation, improve energy efficiency and increase the share\nof renewable energy in the total energy consumption. Georgia is\nfinalizing its National Climate and Energy Plan and Low Emission\nDevelopment strategies to align itself with the Paris agreement and\nEnergy Community Aquis.\nOn the local level, Georgia participates in the Capacity Building\nInitiative for Transparency (CBiT). The global program aims at\nsupporting developing countries to build institutional and technical\ncapacity to meet enhanced transparency requirements through\nstrengthening institutional capacities, providing relevant training\ntools, and assisting in the improvement of transparency over time (GEF 2021). The CBIT project supports the\nClimate Change Division of the Ministry of Environmental Protection and\nAgriculture of Georgia (MEPA) to accomplish its mandate as a secretariat\nof the Climate Change Council. One Climate Change Council meeting\nsession and two sessions of the Coordination Group of Covenant of\nMayor’s signatory Municipalities under the Climate Change Council (MDCP)\nwere conducted with the support of CBIT. The draft by-law “On adoption\nof the rules of implementation of the nationally harmonized reporting\nsystem in the field of climate change for the Covenant of Mayor’s\nsignatory Municipalities in Georgia’’ defines possible synergies between\nthe national and sub-national levels on GHG inventory, mitigation, and\nadaptation (GEF 2021).\nNotwithstanding the information provided above, it is interesting to\nsee that even though the reporting on GHG inventory has been established\nover years with a relatively weak MRV system, the stakeholders do not\nperceive the reporting system as transparent and robust. Within the\nscope of our study the surveyed persons mostly declared that the data on\nGHG emissions at national and local levels are less available.\n\n\n\nFigure 11: . GHG emissions data availability at national and\nlocal levels\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the\nscope of the exploratory study objectives.\nNote: own illustration for the project, author Temur\nGugushvili\n\n\nChapter\n4. Case studies: Deploying renewable energy in Georgia\n4.1. Contextual information\nToday, most countries consider renewable energy to be a\ntechnologically mature, cost-effective, and environmentally friendly\nchoice in their development strategies. Renewables, in particular, have\nthe potential to stimulate economic growth, secure energy supply, and\nextend energy access while tackling climate change and air pollution.\nGeorgia is no exception in this regard, with the Law of Georgia “on\nPromoting the Generation and Consumption of Energy from Renewable\nSources”16(Parliament of\nGeorgia 2019) setting a target of increasing the share of RE\nin gross final energy consumption to 35 percent by 2030, with the goal\nof providing clean energy to society and addressing energy poverty.\nInterestingly, the study found that the mentioned target, 35 %, is not\nreflected in the NDC document which may be due to the fact that first\nthe aforementioned law was adopted and then the NDC that shows lack of\ncoherence between the integration of actions between the MEPA and\nMoESD.\nHowever, advancement is not homogeneous across countries and\nindustries. Many key impediments continue to stymie renewable energy\nimplementation in several developing nations. Renewable energy projects\nin Georgia comprise the following primary types17:\nbiomass, hydropower (or hydroelectric power), wind, geothermal, and\nsolar. Based on the Georgian Energy Development Fund, the figure depicts\na roadmap with specific projects between 2014 and 2021, including some\nof the previously completed and mostly continuing RE projects, as well\nas details on the project’s investment amount, capacity, and\ndonors/shareholders . According to the figure (see appendix doc. 4), the\ngovernment shares vary from project to project and have a significant\ninfluence in the overall shares of the RE projects. Every method of\nconverting energy (or »generation«) interacts with nature and has\n»unnatural« side effects (Maka, Chitanava and Nino, Janashia, Ketevan,\nVardosanidze 2021). Some technologies, however, are more\ndetrimental than others, but the impact on the environment alone is\nseldom present, and it is always accompanied by social costs, which is a\nhighly complicated issue that leads to the question of social\njustice.\nIn this sense, since one of the research objectives was to\ninvestigate the social justice of RE projects in Georgia, HPS LOPOTA 1\nis discussed as an ongoing project. As a result, in the background\ninformation section, the broader environment around the development of\nRE projects and attitudes toward them, focusing on hydropower projects,\nis highlighted to provide readers with a clear perspective. Civic\nparticipation in this process is now the most challenging task. Because\nof the lack of interaction between the local population, construction\ncompanies, and self-government/government, several HPS have been halted\nand cannot continue construction procedures. All of this leads to\ndevastation, the spread of misinformation, and a great deal of\nconfusion. Speaking of RE projects and, more specifically, hydropower\nprojects in Georgia necessitates stressing this issue as it is the\nsource of various project cancellations, demonstrations, confrontations,\netc. (Jijelava and Vanclay\n2018). As a result, the need to elaborate on these subject\nstems from Georgia’s current circumstances. As a result, the paper\nrefers to the five components provided by Donges et al. (2020) who are studying the same dilemma\nregarding the engagement of locals in the process of RE project\ndevelopment. According to the study, the actions for citizen\nparticipation cover five major components such as (i) Increasing\ntransparency and democratic decision-making; (ii) Transposing the Aarhus\nConvention into national law; (iii) Creating and strengthening long-term\nstructures that coordinate participation processes; (iv) Designing\nmeaningful, inclusive, transparent, and binding participatory processes;\n(v) Increasing capacity building and environmental education.\nInterestingly, the listed approaches mirror the part of our study’s\nfindings and suggestions (Donges et al. 2020). In this light,\ncivic participation is vital to energy democracy, not only as part of\nthe energy transition but also in having an equal voice in the process\nthat shapes the moral implications of energy policy for individual and\ncollective decisions. Local communities do not become »energy islands«\nas a result of participatory approaches, but rather are incorporated\ninto a stable national grid(Maka, Chitanava and Nino, Janashia, Ketevan,\nVardosanidze 2021). The most recent study report on the\nImpact of Climate Change Mitigation Policy on Employment (2021) echoes\nthe above-mentioned debates and highlights the crucial need of creating\ngood practice analyses for the just transition process to\nEnvironmentally Sustainable Economies and Societies. According to the\nfindings of the study, the government should be the primary facilitator\nof open dialogues for citizen participation in decision-making, with a\nfocus on gender equality in this process. However, Georgia’s experience\nshows that states must be conscious of the difficult reality that may\noccur as a result of the impact on local inhabitants (Keohg, Bayramov, and German 2021).\nThe interview partner argues that there is a severe lack of\ninteraction within these processes in Georgia in all circumstances. The\nconventional method is for the government to agree on one project and\nexpect others to fall in line. In some cases, the question is not about\nthe project’s merits or drawbacks as to why people are left behind from\nthe decision-making process. This creates mistrust from the start, which\neventually leads to devastating outcomes through demonstrations and\ncontroversies.\n\n“There is a catastrophic lack of communication with these processes\neverywhere and in all cases. Talk to me, tell me about your intentions,\nand maybe I’ll be more supportive of that initiative than you are.”\n(Interview partner)\n\nAlong with the Preamble of the Paris Agreement outlining ‘the\nimportance of the engagements of all levels of government’, the study\nfound an unexpected and regrettable fact about municipalities’ low\nfunction and participation in energy efficiency projects, which might\nalso explain the challenges with the local population. On the one hand,\nthey lack professional people in this area because they do not mandate\nenergy and climate concerns under existing legislation. This finding is\nstill actual and in line with the writings of Artsivadze (2016) about the lack of knowledge in\nmunicipality representatives in climate change issues. On the other\nhand, there are large-scale initiatives that are entirely outside the\npurview of municipalities. The posed challenge of public-private\npartnerships significantly hinders the localization processes, only\nbecause the project is inside the municipal administrative boundaries,\nbut outside direct municipal influence.\n\n“For example, Namakhvani HPP… regardless of how much and what the\nmunicipality wants to change, they cannot do anything… because they [the\ncentral government] do not ask the local municipality in our\nadministrative arrangement, legislation, except to install a solar\nsystem on the roof of some building in which the municipality succeeds.”\n(Interview partner)\n\nCommercial banks, institutional investors, and businesses have\nprovided climate change financing, although it has primarily focused on\nhydropower (OECD 2018).\n4.2. Local\nStory in a global context: Case of LOPOTA 1\nIn Georgia, ‘sentiments’ toward the construction of hydropower\nfacilities, regardless of capacity or distance from communities, are\noverwhelmingly positive, or vice versa (Keohg et al., 2021). Overall,\nthe validity of HPPs in Georgia is fairly poor, with the renewable\nenergy project chosen as an example throughout the study process acting\nas a clear illustration. The study chose a case project that is a\nsmall-scale HPS and is not close to the settlement to avoid arguments\nabout these two most typical concerns. According to the National\nRenewable Energy Action Plan (NREAP) Georgia (2019), the Georgian Law on\nElectricity and Natural Gas divides power plants in 3 types in terms of\ninstalled capacity:\nMicro power plants up to 100 KW;\nSmall power plants up to 13 MW;\nPower plants with installed capacity greater than 13 MW.\nThe selected case study Hydropower station - LOPOTA 1 belongs to the\nsecond category, i.e., small hydropower plants, because of its installed\ncapacity that does not exceed 13 MW. More precisely, it is less than 6\nMW. The case study project is located near the Telavi municipality and\nits nearest village is Lapankuri (ლაფანყური in Georgian) 2.5 km from the\nlast point of the HPP. The selection of this case negated two\n‘widespread worries’ about hydropower and its threats to the environment\nand residents and assured those additional considerations relating to\nits social fairness were focused on.\nSocial costs of LOPOTA 1: The ‘truth’ of the\ndevelopers\nBuilding LOPOTA1 will undoubtedly influence the environment from the\ndeveloper’s perspective, but it will deliver far more advantages.\nExpressly, during the interview, a significant benefit of the HPS for\nreplacing emissions-causing energy sources (approx. reduction of 8 300\ntons of CO2 every year) was noted several times. Concerning the\nenvironmental drawbacks, the company has been attempting to balance the\nimpact. For example, the company is compelled to excavate up to 100 red\nlist trees, and to compensate, they are willing to take over the\nsurrounding forest, which also contains red list trees, and assure its\ncare and upkeep.\nSocial costs of LOPOTA 1: The ‘truth’ of the\npopulation\nThe study found that several popular views were formed around the\nLOPOTA1 and its possible consequences during the information campaign,\nwhich was a solid prerequisite for further protests. The spread ‘rumors’\nincluded that a huge HPP with an extensive reservoir was planned to be\nbuilt, because of which the nearest village won’t have water. There was\na hypothesis that if HPP blew up, the village would be flooded and\ndivided. Regarding the construction site, the residents were informed\nthat due to the LOPOTA1, churches and cultural monuments would be\ndemolished. This is just a part of the ideas and perceptions that have\nspread among the people and matured the sarcastic mood in them and the\nurgency to protect the area from constructing a hydropower plant.\nParticipation and social responsibility: Reached\nagreement\nRemarkably, the project scale has been reduced due to the engagement\nof the village trustee and residents. Notably, the HPS was located in\nthe village area with the first proposal, which prompted dissatisfaction\nowing to concerns that it would result in a community shortage of\nirrigation and drinking water. As a result, the project location was\nrevised to match the local people better, and the area was chosen to\ncollaborate with the village trustee. The company determined fundamental\nissues that would benefit the local population, such as (i) local\nemployment in the construction and operation of the HPS; (ii)\nconstruction staff would stay with the villagers in guesthouses; and\n(iii) Lapankuri villagers would supply food for the staff, replacing the\nuse of the Telavi market.\nFurthermore, the village developed a social program in exchange for\nthe LOPOTA1, which included:\nImproving the existing drinking water and irrigation system;\nReplacing the water reservoir;\nStrengthening the village cemetery wall;\nEncouraging the village’s football team;\nArranging the gabion, etc.\nThe majority of the requests got positive response from the company\nand were accepted; only some were refused, which went beyond the\ncompany’s power and were directly the municipality’s duty (e.g.,\ndeveloping tourism infrastructure).\nFrom Reached to Broken Agreement: Learning from\nexperience\nIt is worth emphasizing that the municipality served as a facilitator\nbetween the company and the local community during the whole\ncommunication cycle. Based on previous experiences, including the case\nof Namakhvani HPP, the research contends that in Georgia’s instance,\nindirect engagement, particularly of the local population of a specific\nlocation where the ‘outsiders’ want to create anything, is in most cases\nineffective. All of these distinct situations have demonstrated that it\nis exacerbated in the case of hydropower plants. The effective\ninformation campaign strategy should begin and end with the direct\nengagement and involvement of locals. Based on the informant’s\nnarrative, such an approach may also have won the disinformation battle\nagainst the company and, who knows, may have boosted local confidence,\ngaining their trust and support in the process. Most crucially, in\nGeorgia, where trust in the intentions of the local or national\ngovernment is low. According to the interview, the company’s first and\nmost severe flaw was using a mediator to speak with local people, the\nempowering of whom in this process eventually nullified the reached\nagreement.\n4.3\nCase study 2: Energy-efficient Kindergartens in Telavi municipality\nThe EU’s current information campaign’s motto on energy efficiency -\n“Doing More with Less”18, has been revealed in several\nprojects in Georgia through financial assistance for energy-efficient\nrenovation and support to adapt innovative new practices. All of this is\nillustrated by the examples in the context of the second case study\nproject. In contrast to the case study of LOPOTA1 HPS discussed above,\nthe second case study project of the research is an excellent instance\nof the successful conversion to better energy efficiency and the\nprospect of the municipality being in control. It is worth noting that\nthe Covenant of Mayors played a crucial role as the responsible actor\nfor Climate and Energy Initiatives to be engaged in the modernization\nprocess, stressing the inevitable role of the municipalities in\nachieving the country’s undertaken international climate commitments. In\nthis particular case, the increased role of Telavi municipality for\naddressing global challenges on a local level and localizing NDCs is\nevident. All this was also confirmed in the field research process when\nthe head of the kindergartens from the municipality gave us a full\ninformation excursion to both project sites. In the interview, the head\nof the Energy Efficiency Center – Georgia with his positive attitude\ntowards the achievement in Telavi municipality stated, that\n\n“My subjective attitude is that the covenant of mayors and the\nprocess of mitigating climate challenges, in general, is an Olympic\nsport. We should not aspire for five Olympic gold medalists. We need to\nmake it a big sport so that one municipality can lower it by 2% but\nstill reduce it, and another can reduce it by 35% but still reduce it.\nAssume we set ourselves the goal of teaming up and becoming Olympic\nwinners. In that situation, we will have one successful municipality and\na thousand and one unsuccessful municipalities distancing themselves\nfrom their process.” (Interview partner)\n\nIn the village of Ikalto, the EU supported the thermo-rehabilitation\nof kindergarten ’ , which switched to biomass heating. More\nspecifically, it will be fully heated using renewable energy derived\nfrom vineyard pruning residues, which are abundant in Kakheti. In order\nto do this, the EU additionally provided the municipality with two\ntractors and specific equipment for collecting and processing grape\npruning leftovers for biomass-powered heaters, therefore assisting in\nthe creation of a sustainable energy supply chain. All of these and\nother energy-efficient details, will ensure that the building is fully\nheated, that 60 percent of energy costs are saved, that air quality is\nimproved, and that Greenhouse gas emissions are reduced.\nTo sum up, the analysis of such distinct case-study projects shed\nlight on the reasons for the success and failure of both, reflecting on\npublic attitudes and, as a result, the progress of the NDC localization.\nThe case of kindergartens exemplifies the successful programs done in\nmunicipalities where local self-government is actively involved. These\ninitiatives have become ambassadors for Telavi Municipality, for which\ninternational partners frequently visit it. This has substantially\nenhanced the municipality compared to other signatory cities. In the\nsame municipality, the parallel ongoing LOPOTA 1 project is in the\nshadow of outsiders, non-locals because it has not been a successful\nproject even at its early stage. The project is accompanied by numerous\ncircumstances that hinder its progress. Among them are mediators in\ncommunication, representing the local municipality, which significantly\ndeepened distrust in locals. Furthermore, the company revealed a lack of\npreparedness to deal with the population’s poor understanding and\nunfavorable expectations concerning previous hydropower plants projects\nin Georgia.\nChapter 5. Conclusions\nThe Paris rulebook on MPGs is finalized, and now the countries are\nwaiting for the reporting tools to be delivered by the secretariat to\ntest how the information might be reported and aggregated. At this\nstage, it is hard to say what implications Georgia might have in tracing\nclimate and energy actions. The vital component would be establishing a\nlegal framework before the tools are available so the involved entities\nknow their mandates and responsibilities. The new requirements will also\nrequire changes in reporting frequency, which remains the same as under\nBUR, although annual data will be required after 2020. There is a change\nin the use of the 2006 IPCC Guidelines, instead of the 1996 Guidelines,\nand the new difficulties on the reporting that might arise from using\nthe mechanisms defined under Article 6 of the Paris Agreement (The Nature\nConservancy 2018).\nGeorgia has developed a companion document, such as a CAP, to\nimplement NDC commitments; however, it excludes the adaptation\ncomponent. According to the presented study, mainstreaming, or the\nreflection of activities addressing pledges is weak or non-existent in\nthe reviewed policy papers. According to the report, the fundamental\ncause is a lack of coordination between governmental bodies and\naccountable institutions.\nBased on the responses, most of the surveyed stakeholders were\ninvolved in the preparation of the NDC document. As a result, a\nprecedent for stakeholder involvement in creating the NDC document was\nestablished, albeit it turned out that this involvement was not\nextensive, and interested groups were excluded from the\ndocument-drafting process. In the future, the necessity for deep\nintegration of diverse stakeholders, as well as increased representation\nat the national and local levels, should be considered.\nThe Georgian government established a renewable energy fund to\ndevelop RE projects and seek funding, offering projects to the\nrespective investors. Local governments and municipalities, on the other\nhand, are rarely involved in project design. Discussing two distinct\nexamples in Telavi municipality ensured to draw sound comparative\nparallels for the study. Particularly, using these two situations\nallowed the research to analyze successful and unsuccessful projects, as\nwell as their challenges and reasons, in the scope of a single\nmunicipality. The example of LOPOTA 1 as a small-scale RE project makes\nit obvious how problematic is the implementation of HPS on local level\ndue to various factors. In this sense, the mentioned project\ndemonstrates well what happens behind the scenes and how critical it is\nto communicate effectively with the locals as a substantial affected\nstakeholder. This issue has already sparked widespread concern on a\nlocal level, resulting in the postponement of many hydro energy\nprojects. The question of how much the specific HPS will contribute to\nemission reductions is not raised. On the contrary, the problem\nemphasizes what individuals gain from it, namely material advantage. The\ncase of energy-efficient Kindergartens are outstanding examples how\nTelavi municipality is successful in implementing the obligations within\nthe Covenant of Mayors and overall, in localization of NDC\ncommitments.\nThe absence of disaggregated data at the local level remains one of\nthe most significant barriers to understanding the mitigation potential\nof subnational actors. This also influences the ability to monitor the\nimpact of local climate initiatives. The scarcity of data is equally\nlimiting effective adaptation measures.\nChapter 6.\nRecommendations and future studies\nAt national level:\nAdoption of climate change law which will legitimize the mitigation\nactions and the designated entities ensuring that all the policy\ndocuments at the national and local level reflect NDC targets;\nEstablish robust monitoring systems to trace the implementation\nlevels on national and local level and report transparently on\nconditional and unconditional commitments;\nAdaptation component is lagging behind, hence, mainstreaming climate\nchange Adaptation into Development Planning: A Guide for Practitioners\nwill be essential;\nIntegrate academic institutions in evaluating NDC\nimplementation;\nImprove vertical coordination and cooperation between levels of\ngovernment.\nAt local level: \nClimate-change-related activities would be more efficiently\nimplemented locally if the municipality’s role was expanded. For the\ntime being, they are not functional enough to make decisions in the\nprocess;\nA shared regional localization strategy can be a good way of\nensuring that smaller cities (with more limited capacity) are also part\nof the process;\nTo promote a just energy transition, local communities should be\nincluded in decision-making processes from the outset, not at the end of\nthe project when nothing can be altered, but from the start to ensure\nenergy democracy;\nCapacity development of the municipality employees and\ndecision-makers to have a thorough understanding of how to design\nadaptation or mitigation activities, assure the engagement of the local\npopulation, and afterwards bring the adopted plan into practice. The\nprocess of enhancing the qualification and education of the appropriate\nqualified personnel should also be continued at the municipal\nlevel.\nBased on the study’s findings, we suggest that the further stage\nfocuses on analyzing capacity development needs and monitoring. Capacity\ndevelopment should be directed in such a way that when we request that\nNDC commitments be reflected in municipal action plans, these\ndepartments and local self-governments understand precisely what\nactivities should be incorporated into their action documents and what\ntypes of activities should be implemented.\nBecause the NDC update was completed in the middle of 2021, it will\nbe essential to reassess its reflection in policy documents/local\nactions during the 2022-2023 period; this is the period when many new\npolicy documents are in the pipeline to be adopted and when tracking of\nthe country’s first NDC commitment period should actually start. Examine\nthe “just transition” component of the NDC, as well as the long-term\nlow-emission development plan and the National Energy and Climate Action\nPlans (to be adopted by the end of this year).\nAbbreviations\nAPA - Agency of Protected Areas\nASA - American Sociological Association\nBTR - Biennial Transparency Report\nCAQDAS - Computer-assisted qualitative data analysis software\nCBDRs - Common but Differentiated Responsibilities\nEIEC - Environmental Information and Education Centre\nETF - Enhanced Transparency Framework\nGEF - Global Environment Facility\nGEOSTAT - National Statistics Office of Georgia\nGHG - Greenhouse Gases\nGIZ - Deutsche Gesellschaft für Internationale Zusammenarbeit\nGMG - FOE - Greens Movement of Georgia/friends of the Earth\nGWP - Georgian Water and Power\nHPPs - Hydro Power Plants\nHPS - Hydro Power Stations\nINDC - Intended Nationally Determined Contribution\nMEA - Ministry of Environment and Agriculture\nMEPA - Ministry of Environmental Protection and Agriculture\nMIA - Ministry of Internal Affairs\nMoESD - Ministry of Economy and Sustainable Development\nMoF - Ministry of Finance\nMPGs - Modalities, Procedures and Guidelines\nMRDI - Ministry of Regional Development and Infrastructure\nMRV - Monitoring, Reporting, and Verification\nNDCs - Nationally Determined Contributions\nNID - National Inventory Document\nSE(C)APs - Sustainable Energy (and Climate) Action Plans\nSLR - Systematic Literature Review\nSWMCG - Solid Waste Management Company of Georgia\nTERR - Technical Expert Review Report\nUNDP - United Nations Development Programme\nUNFCCC - United Nations Framework Convention on Climate Change\nUWSCG - United Water Supply Company of Georgia\nAppendix\nDocument\n1. Discussion guidelines for in-depth interviews\nInterview Partners\nTopics covered\nGovernmental representative\nCollaboration: the\nprocedure for developing NDCs document, both inside the ministry and in\nrelation to other ministries and stakeholders; Cooperation with the\nprivate sector, academics, and the outcomes with CSOs and their\nengagement; Interaction with local governments, and how well are the\nprovisions of the NDCs document mirrored at the local level?\nGovernmental representative\nProcess of updating action\nplans: any plans to update the strategic documents of\nindividual ministries based on the nationally defined contribution\ndocument; legislative changes (is any) that have been made to achieve\nthe NDC targets; Challenges of Implementing NDC Components; components\nof the NDC which should be included in policy documents, action plans\nand are not?; main donors supporting the NDC implementation in Georgia;\nBudget and funds (national, private, investment, etc.) for implementing\nNDCs.\nGovernmental representative\nETF Communication and ETF\nPreparation Activities: responsible for ETF implementation;\ndifficulties in preparing ETF; monitoring process and its\nchallenges;\nGovernmental representative\nInforming the public:\nopenness of the process of fulfilling the NDC obligations to the local\npopulation; readiness of local engagement; restrictions (if any) that\nthe NDC imposes on the local population;\nGovernmental representative\nClimate Action Plan:\nbudget and responsible entity for its implementation.\nRepresentative of Covenant of Mayors\nCovenant of Mayors -\nhistorical overview, achievements and challenges;\nRepresentative of Covenant of Mayors\nMembers of the network -\nresponsibilities, implementation and improvements;\nRepresentative of Covenant of Mayors\nOverview of the signatory\nmunicipalities and their status;\nRepresentative of Covenant of Mayors\nCommunication approaches\nand its effectiveness;\nRepresentative of Covenant of Mayors\nRenewable energy projects\nand their social justice on municipal level.\nRepresentative of GIZ\nGIZ role in NDC support:\nNDC and CAP preparation process; the role of GIZ in the NDC creation\nprocess;\nRepresentative of GIZ\nCooperation Issues: The\nquality of involvement of ministries in the process of creating CAP and\nNDC; Organizations that should have been involved but have not yet been\nable to and their involvement is planned; Communication with local\nmunicipalities and to what extent the terms of the nationally defined\ncontribution document were reflected at the local level;\nRepresentative of GIZ\nUpdating action plans:\ncommitment supported by GIZ; supportive programs with municipalities;\ninnovative approaches/solutions for implementing NDC commitments;\ndocuments already updated or in progress;\nRepresentative of GIZ\nNDC implementation:\nChallenges and possible solutions; the capacity of the Ministry for\nsuccessful implementation; GIZ and its possible support in this\nprocess;\nRepresentative of GIZ\nETF: the availability of\nnecessary data for ETF.\nRepresentative of private sector\nLOPOTA 1 - renewable\nenergy project and its overview\nRepresentative of private sector\nCommunication approaches\nwith local inhabitants near the construction area\nRepresentative of private sector\nSocial justice of LOPOTA\n1 project and its socioeconomic and environmental impact;\nRepresentative of private sector\nCooperation experience\nwith Telavi municipality self-government and their role in the\nproject\nRepresentative of Telavi municipality\nLocal effect of Covenant\nof Mayors in Telavi municipality\nRepresentative of Telavi municipality\nThermal refurbishment of\n2 kindergartens\nRepresentative of Telavi municipality\nVineyard pruning for\nheating instead of natural gas or wood\nRepresentative of Telavi municipality\nBenefits for local residents\n\nRepresentative of Telavi municipality\nWhat will be achieved\nthrough these projects?\nDocument 2. Online survey\nquestionnaire\nN\nQuestions\nQ1\nWere you involved in the development of a\nNationally Determined Contributions (NDC) document?\nQ2\nPlease indicate which policy documents\nshould reflect Nationally Determined Contributions commitments?\nQ3\nIn your opinion, in which sectors of the\nNDC and/or CAP should municipalities be strengthened?\nQ4\nPlease evaluate the availability of the\nrequired GHG emissions data at national and local level\nQ5\nPlease rate the level of climate\nmitigation and/or adaptation measures taken by municipalities\nDocument\n3. Documents coded in MAXQDA (List of coded and reviewed documents)\nDocument group\nDocument name\nGeorgia’s Contribution\nNationally Determined Contribution\n(NDC)\nGeorgia’s Contribution\nIntended Nationally Determined\nContribution (INDC) of Georgia\nNational Development Strategy\nGeorgia’s 2030 Climate Change\nStrategy\nNational Development Strategy\nStrategy for Development of High Mountain\nSettlements of Georgia 2019-2023\nNational Development Strategy\nAgriculture and Rural Development Strategy\nof Georgia 2021–2027\nNational Development Strategy\nLaw of Georgia on Energy Efficiency of\nBuildings\nNational Development Strategy\nLaw of Georgia on Promoting the Renewable\nEnergy\nNational Development Strategy\nEcotourism Strategy for Georgia\n2020-2030\nNational Development Strategy\nTourism Development Strategy 2025\nMunicipality Development Strategy\nMedium-term Priorities for Batumi\nMunicipality 2020-2023\nAdditional reviewed\ndocuments\n\n-Regional Development Programme of Georgia 2018-2021;\n-Georgia’s Low Emission Development Strategy (LEDS) (draft\nversion);\n-National Energy Efficiency Action Plan (NEEAP);\n-Georgia’s Third State of Environment Program;\n-National program for sustainable development;\n-National Renewable Energy Action Plan (NREAP) Georgia, 2019;\n-Rural Development Strategy of Georgia 2017-2020;\n-Association Agenda between the European Union and Georgia 2017-2020.\n|\n\n\n\nArtsivadze, Kakha. 2016. “Implementation of\nthe Framework Convention on Climate Change at the national level\n|\"კლიმატის ცვლილების შესახებ\" ჩარჩო-კონვენციის ეროვნულ დონეზე\nგანხორციელება.” Green Alternative.\n\n\nCIDSE. 2017. “Internal briefing on Renewable\nEnergy and Energy Access.”\n\n\nDagnet, Yamide, Harro Van Asselt, Goncalo Cavalheiro, Marcelo Theoto\nRocha, Aline Bisiaux, and Nathan Cogswell. 2017. “Designing\nThe Enhanced Transparency Framework, Part 2: Review Under The Paris\nAgreement - OurEnergyPolicy.” World Resources Institute.\nhttps://www.ourenergypolicy.org/resources/designing-the-enhanced-transparency-framework-part-2-review-under-the-paris-agreement/.\n\n\nDonges, Larissa, Fabian Stolpe, Franziska Sperfeld, and Sarah Kovac.\n2020. “Civic space for participation in\nclimate policies in Colombia, Georgia and Ukraine – the example of the\nNationally Determined Contributions (NDCs).” https://www.ufu.de/en/civic-space-for-participation-in-climate-policies/.\n\n\nDurglishvili, Nino, and Ivane Kechakmadze. 2020. “What Georgians know about climate change.”\nUNDP in Georgia. https://www.ge.undp.org/content/georgia/en/home/library/environment_energy/eu4climate-climate-change-survey.html.\n\n\nEnerdata. 2021. “Global energy trends 2021:\nconsolidated energy statistics & world trends .”\nEnerdata. https://www.enerdata.net/publications/reports-presentations/world-energy-trends.html.\n\n\nGEF. 2021. “Progress report on the Capacity\nBuilding Initiative for Transparency” 9 (November): 1–12.\n\n\nGovernment of Georgia. 2016. “Intended Nationally Determined\nContribution (INDC).” Government of Georgia.\n\n\nInternational Institute for Sustainable Development (IISD). 2021.\n“Earth Negotiations Bulletin” 12 (November):\n14–18.\n\n\nIRENA, IEA, and REN21. 2018. “Renewable\nEnergy Policies in a Time of Transition.” IRENA, OECD/\nIEA; REN21. https://www.irena.org/publications/2018/apr/renewable-energy-policies-in-a-time-of-transition.\n\n\nJijelava, David, and Frank Vanclay. 2018. “How a large project was halted by the lack of a social\nLicence to operate: Testing the applicability of the Thomson and\nBoutilier model.” Environmental Impact Assessment\nReview 73 (November): 31–40. https://doi.org/10.1016/J.EIAR.2018.07.001.\n\n\nKeohg, Mary ;, Agha ; Bayramov, and Tracey German. 2021. “Renewable Energy in the South Caucasus.”\nCaucasus Analytical Digest (CAD), no. 120 (March). https://doi.org/10.3929/ethz-b-000476772.\n\n\nKuckartz, Udo. 2014. Qualitative Text Analysis: A Guide to Methods,\nPractice and Using Software. Sage.\n\n\nKuyper, Jonathan, Heike Schroeder, and Björn Ola Linnér. 2018.\n“The Evolution of the UNFCCC.”\nHttps://Doi.org/10.1146/Annurev-Environ-102017-030119 43\n(October): 343–68. https://doi.org/10.1146/ANNUREV-ENVIRON-102017-030119.\n\n\nLydén, Petter, and Christian Deutschmeyer. 2021. “Localising NDCs with inspiration from the 2030 Agenda - A\ncloser look at Voluntary Local Reviews (VLRs) and Voluntary National\nReviews (VNRs).” Berlin. www.giz.de/en/worldwide/75947.html.\n\n\nMaka, Chitanava and Nino, Janashia, Ketevan, Vardosanidze. 2021.\n“The Impact of Climate Change Mitigation\nPolicy on Employment, Context, Possible Future Scenarios and\nRecommendations: Case of Georgia.” Tbilisi: Climate\nBasics. https://southcaucasus.fes.de/news-list/e/default-cbfc528e6a.\n\n\nOECD. 2018. “Mobilising Finance for Climate\nAction in Georgia.” Green Finance and Investment. OECD\nPublishing. https://doi.org/10.1787/9789264289727-en.\n\n\nParliament of Georgia. 2019. “LAW OF GEORGIA ON PROMOTING\nTHE GENERATION AND CONSUMPTION OF ENERGY FROM RENEWABLE\nSOURCES.” http://www.matsne.gov.ge30035000005001019728.\n\n\nPatton, M. 2015. Qualitative Research and\nEvaluation Methods. 4th ed. Sage, Thousand Oaks, CA.\n\n\nRajamani, Lavanya. 2000. “The Principle of\nCommon but Differentiated Responsibility and the Balance of Commitments\nunder the Climate Regime.” Review of European\nCommunity & International Environmental Law 9 (2): 120–31. https://doi.org/10.1111/1467-9388.00243.\n\n\nReed, Mark S., Anil Graves, Norman Dandy, Helena Posthumus, Klaus\nHubacek, Joe Morris, Christina Prell, Claire H. Quinn, and Lindsay C.\nStringer. 2009. “Who’s in and why? A typology\nof stakeholder analysis methods for natural resource\nmanagement.” Journal of Environmental Management\n90 (5): 1933–49. https://doi.org/10.1016/J.JENVMAN.2009.01.001.\n\n\nSaunders, Benjamin, Julius Sim, Tom Kingstone, Shula Baker, Jackie\nWaterfield, Bernadette Bartlam, Heather Burroughs, and Clare Jinks.\n2018. “Saturation in Qualitative Research: Exploring Its\nConceptualization and Operationalization.” Quality &\nQuantity 52: 1893–1907. https://doi.org/10.1007/s11135-017-0574-8.\n\n\nSimonidze, Rusudan, Lela Kiknadze, Davit Sidamonidze, and Lela\nKacheishvili. 2019. “Climate Policy Analysis\nof Georgia | საქართველოს კლიმატის პოლიტიკის ანალიზი.”\nGreens Movement of Georgia/friends of the Earth. https://dspace.nplg.gov.ge/bitstream/1234/327247/1/SaqartvelosKlimatisPolitikisAnalizi_2019.pdf.\n\n\nStein, Jana von. 2008. “The International Law\nand Politics of Climate Change: Ratification of the United Nations\nFramework Convention and the Kyoto Protocol.” The\nJournal of Conflict Resolution 52 (2): 243–68. http://www.jstor.org/stable/27638605.\n\n\nStone, Christopher D. 2004. “Common But\nDifferentiated Responsibilities in International Law.”\nAmerican Journal of International Law 98 (2): 276–301. https://doi.org/10.2307/3176729.\n\n\nThe Ministry of Environmental Protection and Agriculture of Georgia.\n2019. “Georgia’s Second Biennial Update\nReport.”\n\n\nThe Nature Conservancy. 2018. “Practical\nImplications of the Katowice Climate Package for Developing Country\nParties and Land Sector Reporting.”\n\n\nUnited Nations. 1992. “United Nations\nFramework Convention on Climate Change.”\n\n\n———. 2015. “Paris temperature\ngoal.”\n\n\n———. 2021. “Conference of the Parties serving\nas the meeting of the Parties to the Paris Agreement” 43\n(November).\n\n\nWhat is the Kyoto Protocol? | UNFCCC. 2022. “What is the Kyoto Protocol? | UNFCCC.” https://unfccc.int/kyoto_protocol.\n\n\nWorld Resources Institute (WRI). 2021. “Paris Rulebook:\nTransparency Deeper Dive.” https://www.wri.org/paris-rulebook/paris-rulebook-transparency-deeper-dive.\n\n\nOur Planet, Our Future. An Urgent\nCall for Action. April 29, 2021. Retrieved from: https://www.nationalacademies.org/news/2021/04/nobel-prize-laureates-and-other-experts-issue-urgent-call-for-action-after-our-planet-our-future-summit\n(11/03/2022)↩︎\nUNFCCC. NDC Registry. Retrieved from:\nhttps://www4.unfccc.int/sites/NDCStaging/Pages/All.aspx\n(11/03/2022)↩︎\nNationally determined contributions\nunder the Paris Agreement. Revised synthesis report by the secretariat.\nRetrieved from: https://unfccc.int/documents/307628 (11/03/2022)↩︎\nhttps://matsne.gov.ge/ka/document/view/116986?publication=0↩︎\nhttps://matsne.gov.ge/ka/document/view/3262353?publication=0↩︎\nCIDSE identifies large hydropower\nprojects (more than 10 megawatts are generally categorized as large) as\nfalse solutions (CIDSE Internal briefing on Renewable Energy and Energy\nAccess, 2017).↩︎\nhttps://www.eumayors.eu/about/covenant-community/signatories.html↩︎\nhttps://github.com/Temurgugu/RNDCTracker↩︎\nFor example: Strengthening civil\nsociety in the implementation of national climate policy↩︎\nFor details, please refer to the\nfollowing link: https://eu4climate.eu/georgia/↩︎\nThe project is called NDC Financing\nStrategy and Investment Plan & Climate Budget Tagging, and is\nimplemented by UNDP↩︎\nDurglishvili and Kechakmadze (2020)↩︎\nFor more information: https://www.eumayors.eu/en/↩︎\nFor more information: http://eecgeo.org/en/como.htm↩︎\nPlease refer to Georgia’s second\nBiennial updated report which can be found here: https://www4.unfccc.int/sites/SubmissionsStaging/NationalReports/Documents/03268145_Georgia-BUR2-1-2019.06.13_BUR2_2019_Eng.pdf↩︎\n https://matsne.gov.ge/en/document/view/4737753?publication=1↩︎\nhttps://gedf.com.ge/index.php?run=home/home, https://investingeorgia.org/en/keysectors/energy, https://www.fund.ge/↩︎\nhttps://eu4georgia.eu/energy/?fbclid=IwAR14ioso2AlyB2FG33krJi1yM3eFptmbnGUIxp9EoLUDUfNPc3_anSTjKAQ↩︎\n",
    "preview": "posts/ndcTracker/ndcTracker_files/figure-html5/unnamed-chunk-2-1.png",
    "last_modified": "2022-08-27T23:00:09+04:00",
    "input_file": "ndcTracker.knit.md",
    "preview_width": 1920,
    "preview_height": 1344
  },
  {
    "path": "posts/climateactionplan/",
    "title": "Climate Action Plan 2021-2023 (Visualisation)",
    "description": {},
    "author": [
      {
        "name": "Temur Gugushvili",
        "url": "https://temurgugushvili.ge/"
      }
    ],
    "date": "2021-07-09",
    "categories": [],
    "contents": "\nThe project team developed visualization as a side project based on\nthe 2021-2023 Action Plan of Georgia’s 2030 Climate Strategy. The\ninteractive visualization explores responsible institutions for the\naction plan activities and shows how activities are supported and by how\nmuch.\nSome of the findings you can see here; rest\nexpore by yourself and share with us.\n\n\n\n\n\n\n",
    "preview": "posts/climateactionplan/image/preview.gif",
    "last_modified": "2022-08-27T23:15:14+04:00",
    "input_file": "climateactionplan.knit.md"
  }
]
