[
  {
    "path": "posts/researchintouse/",
    "title": "Action for climate reaction: research-into-use for local governments",
    "description": "In this report, we attempt to analyze how the commitments under the CoM are implemented on municipal levels. We aim to explore how the signatory municipalities use the data/information for climate actions and discuss the issue of current practices of cities in developing climate-related initiatives. The report provides insights into the challenges and opportunities of implementing the CoM commitments on a municipal level. It will also explore the potential for evidence to support local climate action and the role of municipalities in driving climate change initiatives. Our hope is that the policymakers, municipal officials, and other stakeholders find this report informative and helpful in working towards a sustainable future.",
    "author": [
      {
        "name": "Gvantsa Salukvadze",
        "url": "https://example.com/norajones"
      },
      {
        "name": "Natia Kekenadze",
        "url": {}
      },
      {
        "name": "Temur Gugushvili",
        "url": "https://temurgugushvili.ge/"
      }
    ],
    "date": "2022-12-15",
    "categories": [],
    "contents": "\n\nContents\nChapter 1. Covenant of Mayors - new voice for municipalities\nChapter 2. Research, analysis and tools\nChapter 3. Covenant of Mayors in Georgia: Research findings\nChapter 5. Final Conclusions\nChapter 6. A look ahead: Perspectives and suggestions\nResearch visibility\nAbbreviations\n\n\n\n\n\nDisclaimer \nThe views expressed in this publication are those of the author(s) and do not necessarily represent those of the United Nations, including UNDP, the NDC Partnership, the governments of Germany, Japan, the European Union, United Kingdom, Sweden, Spain, Belgium, Iceland, Italy, Portugal or other UNDP’s core contributors.\nFunding\nThis publication was developed under UNDP’s Climate Promise as part of the NDC Support Programme, in contribution to the NDC Partnership, with generous funding from the governments of Germany, Japan, the European Union, United Kingdom, Sweden, Spain, Belgium, Iceland, Italy, Portugal and other UNDP’s core contributors.\n\nChapter 1. Covenant of Mayors - new voice for municipalities\nClimate change is a prime concern for today’s world. There are several principal global frameworks and agreements (the Sustainable Development Goals, the UN Framework Convention on Climate Change; the Paris Agreement) to guide actions and progress made by its member states. European Union (EU) has long been a global leader in the fight against climate change and has set a goal of becoming the world’s first carbon-neutral continent by 2050 (G. Melica et al. 2022). The European Commission (EC) has committed to reducing CO2 emissions by at least 55% by 2030 compared to 1990. EU recognizes the critical role of local governments in this process and for this reason, the EC launched the Covenant of Mayors (CoM) in 2008, intending to reduce GHG emissions in participating cities and implement a Sustainable Energy Action Plan (SEAP) based on an initial emissions evaluation (Baseline Emission Inventory - BEI) on the city’s territory (G. Melica et al. 2021). By December 2022, 12629 cities and local governments signed the CoM on MyCovenant, representing 1,081 billion people committed to combating climate change in Europe and beyond (“Home - Global Covenant of Mayors” 2022). Since its foundation, the CoM initiative has been following EU climate policy (Palermo et al. 2022) and has served a crucial role in raising awareness of climate change among local governments and in assisting cities committed to attaining CO2 reduction objectives. Remarkably, the CoM intends to minimize energy-related emissions and has extended scope and geographical coverage to include towns and local governments throughout the EU (G. Melica et al. 2021).\nIn the meantime, in 2011, the CoM effort in the Eastern Neighboring Countries (CoM EAST) was established. CoM EAST signatories who joined before October 2016 (2020 Target) committed to lowering CO2 emissions by 20% by 2020 and developing SEAP. Recent signatories agreed to reduce CO2 by 30% by 2030 and report to SECAP (Palermo et al. 2022). Furthermore, Mayors Adapt - an effort concentrating on climate adaptation in cities, was established by the European Commission in 2014. Based on the experiences of the two initiatives, the CoM and Mayors Adapt merged in 2015, (Chatelet Raphael, 2018)establishing a new target of 40% GHG emission reduction by 2030 and integrating the adaptation pillars; it also introduced the Sustainable Energy and Climate Action Plan (SECAP), which was based on the BEI and a Risk and Vulnerability Assessment (RVA) for the adaptation part (Raphael 2018). The action plan (SECAP) is the primary document that outlines how a Covenant signatory will achieve its vision and goals. The CoM for Climate and Energy joined the Worldwide Covenant of Mayors (GCoM), the most significant global partnership for local climate leadership, in 2017 (Rivas et al. 2018).\nIn this respect, a growing impetus is building to position cities and local governments as key drivers of climate action. On the one hand, budgetary restrictions, significant population transformations, and technological innovation on the other hand are reshaping the fabric of cities, raising concerns and increasing pressure on municipalities to make better and faster decisions. Implementing comprehensive climate policy to achieve substantial emissions reductions necessitates cities having the relevant tools and information to meet this task(Rivas et al. 2018).\nGeorgia is deemed highly vulnerable to the consequences of climate change. The most recent report from the Intergovernmental Panel on Climate Change (IPCC) presents a grim view of the climate crisis that has been driven on by ongoing anthropogenic warming (IPCC Sixth Assessment Report, 2021). Interestingly, two industries with the highest GHG emission shares are energy and agriculture. In this respect, Georgia is a member of the CoM East alliance and has 26 signatory municipalities, whose status varies depending on the year of their incorporation. Prior to 2016, 12 Georgian cities joined the CoM initiative, with 14 more joining after 2016 (goal 2030). Currently, 10 CoM signatories have developed their action plans (SEAP), but none have been submitted within the timeline stipulated (Palermo et al. 2022).\nAs the CoM program aims to connect cities and local governments to high-impact resources, such as user-friendly platforms that break down barriers to collecting, planning, implementing, and monitoring climate-related data, cities in Georgia have commenced defining GHG emission reduction targets and adaptation goals, as well as strategies to address climate risks and vulnerabilities. Moreover, as a member of the CoM, various international initiatives allow to raise awareness of climate change among local Georgian governments and provide methodologies and varied international approaches to developing local climate and energy plans. The process is transparent at the municipal, EU, and global levels. Furthermore, local and public engagement are critical components of the CoM concept. As a member state of the CoM East alliance, Georgia must make climate and energy decisions that involve local governments, stakeholders, and residents. Additional international networks and financing enable climate-based policy and sustainable activities (for instance, projects related to renewable energy installations, building energy renovation, sustainable mobility and climate adaptation tools, providing sustainable infrastructure, etc.).\nThe latest research project in Georgia, titled “Tracing the connection between Climate Justice Action and the NDCs,” highlighted the necessity of the involvement of municipalities in achieving NDCs and putting environmental measures into action. In particular, the study’s findings showed that one of the most critical obstacles to recognizing the potential for mitigation on the part of sub-national actors is the lack of data that has been disaggregated at the local level. The capacity to monitor local climate measures’ impact is also impacted as a result of this. Insufficient information is another factor that makes it challenging to develop efficient adaptation strategies (Dey 2022).\nGiven this, the research project aims to strengthen the evidence-based monitoring of municipal responsibilities within the context of CoM. To achieve this, the project is planned around the following primary objectives:\nTo study the existing practices and approaches of municipalities in the implementation of climate-related measures;\nTo identify the type of information/data the municipalities use for conducting/monitoring their climate actions and how they use the information/data;\nTo determine who is responsible for the implementation and monitoring of climate issues on municipal levels (e.g. climate department at the municipality);\nIn view of all stated above, in the below-presented chapters, we attempt to analyze how the commitments under the CoM are implemented on municipal levels. Moreover, how the signatory municipalities use the data/information for climate actions. Furthermore, the issue of current practices of municipalities in developing climate-related initiatives will be discussed. In the sense that data/information accessibility and availability has local-action consequences, on the other hand, it will be highlighted and further explored in the study.\nChapter 2. Research, analysis and tools\nResearch Design\nA literature review (LR) was undertaken on existing research materials to obtain in-depth information on the research issue. The LR was followed by collecting quantitative and qualitative empirical data using mixed methods study design and case study research approach. In particular, the research employs online survey and in-depth interviews methods with signatory municipality representatives to gather detailed information on the research subjects while considering diverse opinions. An online survey served as a baseline for the presented empirical research. Based on the survey findings, the pilot case study municipalities were selected and further studied through qualitative research, namely the in-depth interview method. MAXQDA, a computer-assisted qualitative data analysis software (CAQDAS), was used to analyze the obtained information.\n** 1st Stage: Quantitative Research\nMethods\nTarget group\nQuantity\nOnline\nSignatory municipalities of Covenant of Mayors\n26\n** 2nd Stage: Qualitative Research\nMethods\nTarget group\nQuantity\nIn-depth interviews\nSignatory local government representative from case study municipalities\n10\nInformant sampling and data collection\nIn the first stage, an online survey was conducted for studying the various practices by the local governments in combating climate change. In order to obtain in-depth information on the research objectives based on the survey outcomes, three municipalities were selected for case studies. Accordingly, the informants were representatives associated with the local municipality, with whom in-depth interviews were conducted. It enabled the acquisition of multilateral information on the research topics.\nLiterature review\nAn LR was used to analyze the research-associated documents and studies. Based on the LR, the online survey was based on the project Compete4SECAP funded by the European Commission. The main objective of the questionnaire is to evaluate and assess the impediments and drivers for implementation of SEAP and SECAPs with a special focus on the public sector. It aims at generating additional information on favorable and hindering conditions of SEAP and SECAP implementation. The survey focused on the following topics:\nImplementation of SEAP/SECAP;\nNetworks and Participation;\nExperience concerning Energy Management Systems;\nExperience concerning Energy Competitions.\nEmpirical information was obtained by integrating two different methods: in-depth interviews, and an online survey. Accordingly, two types of research instruments were used for data collection: in-depth interview guidelines, and a structured questionnaire for the survey.\nOnline survey\nIn the second phase, a questionnaire for an online survey was developed. The survey used a 5-point scale and multiple-choice questions to allow municipality representatives to reply on the following key issues:\nSEAP/SECAP implementation administration and interagency cooperation;\nAvailability of data required for implementation of SEAP/SECAP;\nRisk and Vulnerability Assessment (RVA);\nChallenges and needs in data/information availability;\nAchievements of the Municipality Hall in implementing CoM commitments.\nThe questionnaire was distributed to the all CoM signatory municipalities to incorporate the most diverse stakeholder groups into the study. The structured information obtained via this technique supported the data obtained through a qualitative component and ensured comprehensive coverage of the study objectives.\nBecause the survey facilitated the participation of multiple signatory municipalities, relatively extensive information was gathered, allowing the acquisition of multilateral information on the study themes. All 26 municipalities completed the survey in total.\nIn-depth interviews\nAs previously stated, the last, third part of the study envisaged an in-depth interview approach that included ten conversations with the selected municipality representatives. The interviews resulted in an unfettered and open discussion with the interview partners. Remarkably, the interactions revealed detailed information and extensive disputes from stakeholders on study issues. The average length of each interview was around an hour.\nA discussion plan was established specifically for each interview and contained broad subjects related to the interview partner’s expertise, generally, concerning the issues of the existing practices and approaches in the implementation of climate-related measures, data availability for SE(C)APs for conducting/monitoring their climate actions and how they use the information/data, cooperation for the implementation and monitoring of climate issues, etc.\nThe interviews were audio-recorded to avoid bias in the research process. Following that, the information obtained was transcribed/redacted. To fulfill the high standards of research ethics and transcribing method, the following principles were covered: To verify transcript against data recording and anonymization (Kuckartz 2014), and transcribe only as much and exactly as the research questions require.\nQualitative and quantitative data analysis\nThe survey data was processed and further analyzed/visualized with the R/Rstudio package ggplot2, using descriptive statistics measures of central tendency and variability. All related data and visualizations are available as open source on GitHub.\nQualitative information collected through in-depth interviews was analyzed based on qualitative content analysis using Computer Assisted Qualitative Data Analysis (CAQDA) Software, MAXQDA. Using MAXQDA to analyze acquired data according to international standards provides several benefits. Depending on the interview segments, codes and sub-codes were developed, resulting in their merging and generalization at the later analysis stage to analyze the scale of each thematic category and intersections between categories and interview partners.\nEthical considerations of the research\nEach phase of the research, such as collection, storage, analysis and dissemination of information will be implemented in compliance with the ethical standards, which are based on the law of Georgia on Personal Data Protection, law of Georgia on Official Statistics and the Georgian Association for Public Opinion and Market Research’ Code of Ethics.\nIn order to protect the ethical principles, issues of confidentiality were discussed with respondents at the outset of the interviews for obtaining informed consent, which will outline what participation means in practice, how long/where it takes place and what participation involves. Likewise, there were mentioned benefits for participants, how privacy and confidentiality would be maintained, the inclusion and exclusion criteria for the study, any risks, inconvenience or discomfort that could reasonably be expected to result from the study.\nChapter 3. Covenant of Mayors in Georgia: Research findings\nOverall considerations\nThis report is based on data collected through an online survey and qualitative interviews during November 2022. The initiative counts 26 committed cities and local authorities, covering a total population of 2,297,635 million inhabitants. Overall, the assessment shows that the Covenant of Mayors initiative is actively expanding throughout Georgia, with many new municipalities, including small towns, signing. Despite the ongoing interest and active participation, only ten of the 26 signatory cities were capable of submitting an action plan (SEAP). Throughout the research process, it was discovered that there is a high degree of responsibility and desire to participate in climate-related activities but a relatively low level of implementation at the local level. According to the data gathered, SEAP/SECAP implementation is highly dependent on a diverse set of resources (for example, human capital and data/information availability), the acquisition of which is a significant challenge for municipalities.\nSince the survey could only be filled by representatives of municipalities and local governments coordinating and executing SEAP and SECAP, the results give a (non-representative) but valuable insight into the situation, challenges, and constraints of SEAP/SECAP implementation and CoM commitments in general.\nMain findings\nAs all signatory municipalities participated in the online survey, the results are based on the experience and opinions of the 26 municipalities participating in the initiative. The online questionnaire was filled out by 16 women and 10 men as persons responsible for the Covenant of Mayors on behalf of the municipality. On the other hand, 10 in-depth interviews were conducted with representatives of local-self-government, and local action group (LAG) in four selected municipalities (Chokhatauri, Batumi, Dedoplistskaro and Lagodekhi).\n3.1 Administration of SEAP/SECAP implementation and inter-agency cooperation\nInterdepartmental cooperation for CoM commitments\nThe decision-making body is an essential focus for the CoM effort; hence signatories are required/recommended to form a decision-making body to ensure the successful design, implementation, and monitoring of a SEAP/SECAP. It establishes a platform for multilevel climate and energy dialogues, including local governments, citizens, and other stakeholders. Local governments must include authorized SEAPs/SECAPs in relevant national and regional plans (e.g. NDC). An adequate governance structure is critical to a successful implementation in this environment. Local governments should improve communication across departments, including at the national level, and commence networking with other CoM signatories to share experiences. The study included a comprehensive review of municipal authorities responsible for carrying out and monitoring the CoM commitments. According to the findings, only Gurjaani and Dedoplistskaro municipalities indicate that a particular working group (composed of personnel from several departments) was formed by the mayor’s order. The remaining cities identified individual departments, indicating that all signatory municipalities practice multi-departmental and cross-sector cooperation. Infrastructure, economic politics, finance, tourism, international relations, agriculture, transport, and municipal services are among the centrally accountable departments. Notably, in the case of Akhmeta municipality, Tusheti Protected Landscape Administration is responsible for creating SEAP/SECAP. According to the narratives, coordinating with other departments is a challenging and time-consuming process.\nAll of this has a significant impact on data collection and analysis. Especially in the context of power dynamics and bureaucracy, respondents indicate that departments have a lower impact on the decision-making process, as they need approval from higher authorities at every level of data collection and analysis. Moreover, there are many interruptions within collecting data, which require several departmental cooperation, and there are no rapid mechanisms available for cross-sharing essential data by sectors.\nHuman capital and their expertise in CoM\nAccording to the study, human resources and their competence in climate and energy efficiency issues are equally challenging. The survey questionnaire was filled out by the municipality’s person in charge of coordinating activities to carry out CoM responsibilities. In some cases, the in-depth interviews revealed that the assigned representatives to CoM find it challenging to even familiarize themselves with climate change and energy topics. The primary reason for this is that mostly CoM coordination is combined with other full-time jobs in different municipality departments that do not often directly relate to CoM issues or climate. Despite the fact that formal education matters for understanding and leading the CoM activities, only five respondents have formal high education in environmental science education. Other prevalence of education were management and administration (5), Engineering (4), economics (3) and law (3) (see fig.1).\n\n\n\nFigure 1: Education of the municipality representatives in charge of CoM\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration, codecloud for the project\n\n\n\n\nOne of the significant challenges in the study process was highlighted as the competency of those participating in the SEAP/SECAP elaboration process. Interestingly, almost all signatory cities specify the need for technical knowledge and training in various fields, such as (i) project management (for effective collaboration with other departments); (ii) technical competencies (energy efficiency, energy management, renewable energies); (iii) data management (to develop a general methodology for screening outlier energy-activity observations), and (iv) the use of statistical methods for emissions estimation and forecasting) (access to financial instruments or funding possibilities). One respondent even stated that the SEAP elaboration process was halted years ago owing to a knowledge deficit.\n\nOccasionally we have such a request, the meaning of which word is unclear; there is no designated department or representative for it. We had a situation when we wanted to discover energy information, and even “Energo Pro” didn’t know the meaning of that word, and we required a hotline for that; we called many places for that.” (Chokhatauri municipality)\n\nAlmost all municipalities express a need for an energy efficiency specialist. For example, a representative from the Dedoplistskaro municipality remarks that the region has enormous potential in terms of energy efficiency. However, no human, technical, or financial resources are available to undertake research.\n\nThere is a scarcity of knowledge, skilled staff, and technical equipment. Energy is a highly specific sector that necessitates a very reasonable approach. There should be specialized personnel working on this.” (Chokhatauri municipality)\n\nFurthermore, the person in charge of the municipality of Bolnisi stated that they required external assistance owing to a lack of expertise and experience in the waste sector.\nEngagement of citizens and other stakeholders in CoM implementation\nIn general, the SEAP/SECAP should outline how citizens and stakeholders are involved in preparing committed documents. Citizens’ and stakeholders’ involvement should enhance decision-making body levels of planning, implementation, and monitoring.\nThe study uncovered many ways, such as public hearings, other consultation and partnership instruments, and the usage of websites/social networks to spread information about SEAP/SECAP, which Georgian municipalities utilize to encourage citizen engagement. For example, the municipality of Dedoplistskaro stated that civil groups’ involvement was limited before Local Action Groups (LAG) were founded in the city. However, LAGs are now actively participating in the governmental decision-making process. Furthermore, the primary demand from residents in Lagodekhi municipality, which local officials met, was the rehabilitation and reinforcement of old river bridges. Public hearings with citizens and stakeholders concerning hydroelectric power stations and protected areas in Chokhatauri municipality are conducted. Last but not least, Batumi city hall officials state that they want to release the entire SECAP document to the city hall website to receive and consider feedback from citizens and other stakeholders before officially submitting it.\nIn implementing CoM commitments, the study has identified various ways the signatory municipalities are supported by international (donor) organizations, NGOs, the private sector and other stakeholders. Particularly notable are the following interactions:\nThe main governance body mentioned by the respondents collaborating with signatory cities was the Ministry of environmental protection and agriculture of Georgia, which created an electronic portal with the Regional Environmental Center for the Caucasus (REC Caucasus). The Electronic system provides the implementations of fulfilling the commitments undertaken by the covenant of mayors’ signatory municipalities by generating the SECAP and monitoring reports.\nInternational institutions and NGOs contribute to the knowledge transfer by training the municipality personnel. Moreover, data about the consumed energy was collected and processed employing a special form, which the REC Caucasus provided to the municipalities.\n\nIn the case of Batumi, it turned out to be a good thing that each service and municipal organization collected and processed information about the consumed energy, so it was very easy for me in the case of Batumi. We had a special form, an Excel file, also provided by “REC Caucasus”\n\nOn the other hand, collaboration with local NGOs and International organizations like the UNDP, EBRD, and Polish Solidarity fund provides financial support for climate action project implementation, which also involves expert engagement, financing resources for each step of SEAP/SECAP elaboration, climate action project implementation, material resources (for instance waste pressing machines);\nSignatory municipalities indicate an active partnership with the private sector, especially with tourism and agro-sector representatives. Regarding data generation, SOCAR petroleum was named as one of the primary data sources. Followed by local gas stations, wood processing enterprises, Energo Pro, and other potential investors who want to install solar panels in municipalities territories are main collaborators in the SEAP/SECAP elaborating process, as well.\n3.2 Availability of data required for SEAP/SECAP implementation\nAs the study revealed, the following are the primary statistical or second information databases used by signatory municipalities: the National Statistics Office of Georgia (GeoStat); the National Agency of Public Registry (NAPR); reports and statistical information generated by local and international NGOs; databases of local energy agencies, suppliers, and utilities (for example, Joint-stock company Telasi bases, Energo Pro Georgia); local and international weather forecasts; private/public transportation companies; construction sector.\nAvailability of data required for SEAP/SECAP implementation\nThe Covenant of Mayors makes a CO2 and/or GHG inventory mandatory. The reason for this is apparent: An inventory is needed to assess the attainment of targets. It identifies the main emitting sectors and prioritizes areas for action. According to the results, the survey participants consider the CO2 and GHG inventory primarily significant to design and to implement climate policies; The respondents evaluated the importance of inventory on a 5-Point Likert Scale from 1 (not important) to 5 (very important), the average assessment was very high - 4.2, 20 municipalities assessed as “important” or “very important” in comparison with only one city considered inventory “not important”. However, half of the municipalities (13 participant cities) have never implemented it (see fig. 2).\n\n\n\nFigure 2: NDC sectors where the local self-government role should be enhanced\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\nBased on the interviewed municipality representatives, the grounds for this include various reasons. Mostly, a lack of understanding of the significance and necessity of inventory, a lack of expertise in conducting it, and a shortage of resources (for example, the availability of a unified database).\n\nNone of the municipalities has an appropriate system that would allow them to inventory emissions with their own resources. However, it is very important, that an electronic system has been created, on the basis of which the municipalities themselves can work in the system, and subsequently, the “SECAP” reports will be prepared (Batumi municipality)\n\nAccording to the research prepared as part of the COMPETE4SECAP project, only three countries have cities that do not undertake CO2 or GHG inventories. The authors remarked that this could not be true. Since few municipalities have GHG inventories conducted by external consultants available on the CoM Website, some responders may have misunderstood the question. That might be true for certain Georgian cities as well. In reality, unlike the European cities surveyed in 2018, none of the municipalities in Georgia stated that they conduct GHG inventories regularly. Overall, no city has been able to put into practice regular inventory implementation over the years (see fig. 3).\n\n\n\nFigure 3: Number (percentage) of municipalities compile a CO2 or GHG-inventory\n\n\n\n\n\n\n\nSource: The results (Georgia) of the survey implemented for and within the scope of the exploratory study objectives. Note: chart by Temur Gugushvili, adapted from Ralf Schüle, Jan Kaselofsky, Calvin Lai Ming Tsun (2018): Report “Evaluation the implementation of SEAP and SECAPs”, p. 14\n\n\n\n\nSEAP/SECAP projects and data collection practices by sector\nWith the BEI results in hand, the local government may identify the highest emitting sectors in their region. Prior to that, municipalities need to collect information/data and then quantify the effort required to reach the minimum target set by the initiative. Figure 4 depicts the distribution of deployed SEAP/SECAP projects and data-gathering practices sector by sector to make climate-based and energy-efficient decisions. Waste management, transportation, street lighting, forestry, energy generation and transport, buildings, and agriculture appear to be the frequently selected sectors for planning and executing climate-based initiatives.\nThe survey identified buildings and transportation based on 21 and 18 municipality responses as the top two sectors in which self-governments are making data-driven climate decisions. In contrast, data-driven climate-smart, energy-efficient actions and projects in the agriculture, outdoor lighting, and forestry sectors were assessed rather weakly.\n\n\n\nFigure 4: SEAP/SECAP projects and data collection practices by sector\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\nData quality in four sectors\nSurvey shows that not all municipalities have the same privilege to access high-quality data. Based on the self-assessment on the five-point Likert scale (1- lowest point, 5- highest point according to the category), 26 signatory municipalities determine the position (see fig 5, black points) in terms of data reliability, quality, availability, and relevance in the following sectors: waste management, transport, street light and buildings.\n\n\n\n\nFigure 5: Municipalities assessment on data quality, availability, reliability and format in different sectors\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\nFigure 6, based on the average assessments, illustrates that the CoM signatory municipalities rated street lighting with the highest score in all four categories compared to the other three sectors, such as transport, waste management and buildings. Based on the responses, municipal officials rate data reliability, quality, and availability in the waste management and building sectors as very acceptable. However, the transportation sector receives the lowest rating across all four data types.\n\n\n\nFigure 6: Average assessments of data reliability, quality, availability, and formats in different sectors\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\nData availability for municipal buildings\nMunicipal buildings\nMunicipal buildings, in general, comprise administrative, public service, and educational buildings. Figure 7 depicts the responses obtained about the availability and collection of energy data for municipal buildings. Data from the energy industry is one of the most important information sources for the CoM initiative’s commitments.\nAccording to the survey findings, the majority of the participating municipalities (16 cities) have gathered data in this sector, mainly at the administrative building level. Only a few cities collect data through aggregated data collecting, estimates, or other methods. In terms of data units, the largest number of municipalities (14 cities) calculate energy and consumption costs data. Most cities report that they do not gather energy data for other municipal public buildings.\n\n\n\nFigure 7: Energy data availability and collection for municipal buildings\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\nData availability for Street lighting\nIn line with the survey results, municipal-level data is most readily available in the street lighting sector. Figure 8 shows that all signatory municipalities gather data in at least one of the five key areas (categories listed in the figure below). Most cities (21 municipalities) have data on street lighting expenses over time. In addition, 17 cities provide statistics on the overall number of energy-efficient LED bulbs that have been changed. However, fewer cities offer specific information regarding the installed amount of bulbs/type of bulbs/power of each bulb compared to the data in other categories. Only 15 municipalities can process and utilize it for project planning if necessary.\nIt should be noted that a large part of the climate action projects carried out within the framework of COM is related to the replacement of street lights with energy-efficient bulbs. For example, Rustaveli city and Kvareli municipality indicate that 80% of street lights in the municipality have been replaced with LED bulbs.\n\n\n\nFigure 8: Data availability in the Street lighting sector\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\nData availability in the waste management sector\nWaste as among mandatory sectors for signatory municipalities has also been studied. According to the online survey, three signatory municipalities out of 26 do not gather information about waste management. However, other cities use different approaches to collecting waste data. For instance, Sighnaghi municipality uses an electronic map for systematic waste management. Bolnisi municipality works with other municipalities and NGOs to develop a sustainable waste management system and action plan for 2023. The person responsible for the Bolnisi municipality remarked that they needed external support due to a lack of knowledge and experience in the waste sector.\nGurjaani Municipality indicates that they are regularly gathering data for the waste sector. Tianeti Municipality highlighted the lack of waste equipment, which is key to implementing sustainable waste action projects.\nTbilisi and Batumi municipalities have successful experience in terms of plastic waste collection. With the support of UNDP, a behavioral experiment was conducted in these two cities. According to this project, about 40 transparent bins were placed, which positively affected the sorting and processing of plastic bottles by citizens and local authorities. It is worth noting that other municipalities were also interested in the implemented project. Batumi City Hall had active communication with Lagodekhi and Samtredia local authorities.\nFigure 10 depicts the sectors in which most municipalities gather data/information, namely municipal buildings (18 municipalities), waste and transport (17 municipalities), and energy (11 municipalities). In contrast, the fewest respondents mention using data for public safety, information and technological communications.\n\n\n\nFigure 9: Data collected in the risk and vulnerability assessment process by sector\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\n3.3 Climate Change Adaptation - Risk and Vulnerability Assessment (RVA)\nAccess to data in developing risk and vulnerability assessments\nLocal governments might use the climate risk and vulnerability assessment (RVA) to identify current climate risks and how they are anticipated to evolve in the future. The methodological framework for adaptation assesses current risk, vulnerability, and impact circumstances. Local governments must disclose information regarding the type of climate hazard and its consequences, as well as anticipated changes in hazard timeframe, frequency, intensity, vulnerable sectors and populations, and adaptation plans. As a result of this commitment, local governments must rely on a variety of databases and sources.\nThe responses obtained on the 5-point Likert scale in the below-illustrated diagram show that data on precipitation and heat, as well as drought and fires are among the most accessible. However, based on the survey results, data on storm and movement of rocks with 2.6 and 2.4 points is only available to a small extent in developing the risk and vulnerability assessment.\n\n\n\nFigure 10: Access to data in developing risk and vulnerability assessments\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\nAccording to survey results, 20 municipalities out of 26 reports rely on local knowledge to develop risk and vulnerability assessments. Furthermore, the databases of environmental organizations and daily or seasonal weather forecasts are among the most frequently used sources specified by 12 participant municipalities, followed by 11 responses on adopting national and local strategies for sustainable economic development. In comparison, the least used resources in this process were infrastructure maps, national or local water resource strategies, global or regional climate impact models/reports, and national health studies.\n\n\n\nFigure 11: Sources which municipalities rely on while developing RVA\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives. | Note: own illustration for the project, author Temur Gugushvili\n\n\n\n\nIn the frame of the interviews, the questions probed deeper into the notion of leveraging local knowledge and municipal techniques. The research showed that when data and knowledge are few, municipality representatives actively interact with local (preferably older) citizens to learn about particular subjects, including climate. The municipality’s officials responded that, from a scientific standpoint, reliance on such an oral source might not be justified; nonetheless, in the absence of information, knowledge gathered from people’s experience in particular issues assists them in making decisions/determining priorities.\n\nBased on the knowledge of the environment, you have some information about everyone and everything; it is such information that it may not even need confirmation from someone because this process exists among the people; people are the source of this information (Lagodekhi municipality)\n\n3.4 Challenges and needs\nUnderstanding the impact of the review Baseline Emission Inventory (BEI) and Risk and Vulnerability Assessment (RVA), how they change over time, and how local governments might act in the short, medium, and long term is critical for SECAP development. The BEI evaluation, based on local data, offers a detailed picture of the municipality’s present energy concerns and climate change policy.\nAs the study revealed, data collection is a challenging and complex task in Georgia’s signatory municipalities. Concrete demands that cities have in the data-gathering process have been uncovered as a result of online survey and in-depth interviews. In terms of time constraints, municipalities have a significant challenge in gaining access to specific data in the public and private sectors.\n\nPublic access to information is not available. To get the essential information, one must apply in writing to the appropriate agencies, which takes time and involves certain bureaucracy. (Kutaisi municipality)\n\nAccording to the narratives, it is crucial for Gurjaani municipality to have databases and reports on windbreaks and forestry issues; the city has highlighted the significance of developing an online data generation mechanism.\n\nData was processed manually, and information was collected according to organizations. It is desirable to create a unified automated database system. (Batumi municipality)\n\nWithin the scope of the research, representatives of several municipalities noted that in addition to filling in the data manually, they also have field trips to collect it because there is no other way, e.g., electronic database for retrieval.\nSignatory municipalities emphasize the need to develop methodological approaches prior to performing BEI and RVA. According to the study, there are many cases when local authorities do not know what sort of information, data, or reports they need to compile BEI and RVA. The signatories’ principal demand in response to this dilemma is for training and working sessions on methodological strategies.\n\nWe, the representatives of municipalities, have to visit the cities personally. They may not understand what data we need, and we will have to explain all this; we will have to inspect and describe everything personally. (Lagodekhi municipality)\n\nDuring the interviews, the representative from Lagodekhi municipality also indicated that data from both municipal and non-municipal/private sector databases is limited.\n\nIn many cases, even private individuals do not want to fully disclose information, and we have to look for alternative options.\n\nEven when the data is accessible, municipalities may struggle to examine and interpret it owing to a lack of expertise and understanding.\nShe is the only person who can work on all CoM issues; there is no separate department; we, the rest of the group, who also work in this [climate] direction, assist her. Actually, all this [CoM commitments] is on one person. (Chokhatauri municipality)\nChapter 5. Final Conclusions\nOverall, the research clearly shows that member municipalities of the CoM have considerable disparities on topics covered by the survey.\nNotably, the majority of municipalities acknowledge that the CO2 or GHG-inventory is crucial in developing and implementing SEAP/SECAP policies. Yet, none of them carries out this practice regularly, and half of them (13 cities) have never carried out CO2 or GHG inventory in their municipality. There is also quite a low level of awareness of what the inventory means and is needed for; hence, the municipality representatives repeatedly state the need to train human resources with more specific climate-related knowledge, which will be a prerequisite for future CO2 inventory.\nThe number of employees in charge of SEAP/SECAP implementation varies significantly amongst participating municipalities. In some circumstances, it is determined by the size of the city and, of course, the number of personnel employed by the city hall departments. Specifically, there is a paucity of climate departments, due to which reconciliation of climate concerns with other services such as tourism and international projects take place. It plainly demonstrates how ineffective the administrative structure is in this regard. The city halls’ shortage of qualified people was highlighted herein, which hinders municipalities in various ways. Overall, this considerably impedes the execution of CoM commitments at the local level, exposing cities as more ambitious participants in the effort than effective implementers and agents of change in certain cases.\nCoM signatory municipalities have different experiences in their territories regarding data availability, reliability and quality. Based on the survey results, street lighting with the highest score in all four categories compared to the other three sectors, such as transport, waste management and buildings.\nIt should be underlined that the signatory municipalities lack the resources to fulfill the needs of the CoM, particularly in terms of integrating climate-smart and energy-efficient solutions into their overall capacity and activities.\nSEAP implementation and data collection have been studied in 26 Georgian municipalities that have signed on the CoM commitments. The study concludes that on the one hand, municipalities lack knowledge on how to set responsibilities and procedures to implement the CoM commitments. On the other hand, the self-government struggles with data collection, data analysis, and municipalities lack qualified personnel for energy management.\nBased on the collected data, the municipalities highlighted that SEAP/SECAP activities are only considered for implementation when external financing is available and short-term projects are based on external funding and knowledge support as well. The main activities in SEAPs mostly included renovation projects for municipal buildings and public lighting.\nChapter 6. A look ahead: Perspectives and suggestions\nClimate change is a major global challenge that requires data-driven decision-making. Data is essential for understanding the impacts of climate change, predicting climate change-related events, and designing effective strategies for adaptation and mitigation. Data-driven decision-making can help governments and organizations identify the most cost-effective and efficient approaches to address the challenge of climate change. For example, data-driven decision-making can help identify areas more susceptible to climate change and identify the best strategies to reduce their vulnerability. Data can also be used to assess the success of mitigation and adaptation strategies and inform the design of new strategies. By leveraging data-driven decision-making, governments and organizations can become better equipped to address the challenges posed by climate change.\nWithin the framework of the CoM, the tables below gives an overview of the variables that contribute to success as well as the problems that are connected with working with municipalities.\nCooperation\n\n\n\n\nChallenges\nAll signatory municipalities practice multi-departmental and cross-sector cooperation to achieve the CoM objectives, which is a challenging and time-consuming process.\nThere are many interruptions within data collection, which requires several departmental cooperation, and there are no rapid mechanisms available for cross-sharing essential data by sectors.\nSuccess factors\nAn adequate governance structure on the municipal levels and formation of particular working group for CoM (might be composed of personnel from several departments).\n\n\n\nData availability\n\n\n\n\nChallenges\nThe municipality does not have the resources to collect the necessary data.\nInsufficient access to data – data unreliable\nSelf-government struggles with data collection, data analysis, and municipalities lack qualified personnel for energy management.\nThe CoM responsible for addressing the data gap uses individuals living nearby as a source of experience-based knowledge.\nSuccess factors\nAllocating resources to improve evidence-based practices, including data gathering, analysis, and implementation. Collaboration with academic institutions and universities in the collection of relevant data.\nOverall, the challenge of data availability and CoM coordination of these data in the municipality requires continuous technical assistance, such as training, seminars, sharing of local and international experiences of other cities, and so on.\nMunicipal officials emphasize the significance of creating Energy Ombudsman positions.\n\n\nHuman Resources\n\n\n\n\nChallenges\nAll signatory cities specify that competency of those human resources participating in the SEAP/SECAP elaborating process is one of the significant challenges. There is a need for technical knowledge and training in various fields: project management; technical competencies; data management; the use of statistical methods for emissions estimation and forecasting; access to financial instruments or funding possibilities.\nSuccess factors\nStrengthening human resources in the direction of climate change, energy efficiency, adding new personnel and positions in the municipality. Knowledge of the mentioned areas in the process of selecting new personnel.\nIncrease the coordination office’s role in providing technical knowledge awareness and training for responsible individuals and working groups.\n\n\nLearning and Innovation\n\n\n\n\nChallenges\nVague understanding about CoM’s aim, objectives and most crucially, the difference they make by signing the CoM.\nDifficult access to investment funds and financing for which they need access to this type of information and assistance in fundraising.\nSuccess factors\nMunicipalities indicate that raising knowledge of the CoM among both cities and residents is critical.\nAlong with human resource training, it is thought that the methods in Georgian municipalities and those in European cities should be examined and compared.\nThe guideline/roadmap is required for cities to follow in order to put into effect regular compilation/use of CO2 or GHG inventory at municipalities. Municipalities will benefit from the pilot project since it will demonstrate them how it is done in parties with limited funds and human resources.\nUsing the notion of climate-proofing to integrate climate-smart practices into existing activities.\n\n\nResearch visibility\n\n\nAbbreviations\nBEI - Baseline Emission Inventory\nCAQDAS - Computer-assisted qualitative data analysis software\nCO2 - Carbon Dioxide\nCoM - Covenant of Mayors\nCoM Covenant of Mayors for Climate and Energy\nCoM EAST - Eastern Neighboring Countries\nEC -European Commission\nEU - European Union\nGCoM - Global Covenant of Mayors for Climate and Energy\nGCoM - Worldwide Covenant of Mayors\nGHG - Greenhouse Gas\nIPCC - Intergovernmental Panel on Climate Change\nLR - Literature review\nMEI - Monitoring Emissions Inventory\nNDC - Nationally Determined Contribution\nRVA - Risk and Vulnerability Assessment\nLAG- Local Action Group\nSEAP - Sustainable Energy Action Plan\nSECAP - Sustainable Energy and Climate Action Plan\nSLR - Systematic literature review\nUNDP - United Nations Development Programme\nUNFCCC - United Nations Framework Convention on Climate Change\n\n\n\nDey, Sreyoshee. 2022. “Working Effectively with Local Stakeholders Using Available Data for Climate and Energy Action.” https://e-lib.iclei.org/publications/Google_Solution_Stakeholders_English.pdf.\n\n\n“Home - Global Covenant of Mayors.” 2022. 2022. https://www.globalcovenantofmayors.org/.\n\n\nKuckartz, Udo. 2014. Qualitative Text Analysis: A Guide to Methods, Practice and Using Software. Sage.\n\n\nMelica, G, Franco De, Los Rios, C Palermo, Monforti Ferrario, F Baldi, M Ulpiani, Ortega Hortelano, and A Barbosa. 2022. “Covenant of Mayors: 2022 Assessment Climate Change Mitigation and Adaptation at Local Level.” In. https://doi.org/10.2760/930988.\n\n\nMelica, G., A. Treville, C. Franco De Los Rios, M. Baldi, F. Monforti Ferrario, V. Palermo, G. Ulpiani, et al. 2021. Covenant of Mayors : 2021 Assessment : Climate Change Mitigation and Adaptation at Local Level.\n\n\nPalermo, Valentina, Elena Rybak, Iryna Sukhodub, and Paolo Bertoldi. 2022. CoM EAST: Overall Assessment and in-Depth SECAPs Analysis.\n\n\nRaphael, Chatelet. 2018. “Sustainable Energy Action Plan (SEAP) / Sustainable Energy and Climate Action Plan (SECAP).” https://com-east.eu/en/faq-3/itemlist/category/226-sustainable-energy-action-plan-seap-sustainable-energy-and-climate-action-plan-secap/.\n\n\nRivas, Silvia, Rana El-Guindy, Valentina Palermo, Albana Kona, and Paolo Bertoldi. 2018. “Guidebook How to Develop a Sustainable Energy and Climate Action Plan (SECAP) in the MENA Region.” https://e3p.jrc.ec.europa.eu/publications/guidebook-how-develop-sustainable-energy-and-climate-action-plan-secap-mena-region.\n\n\n\n\n",
    "preview": "posts/researchintouse/image/preview.png",
    "last_modified": "2023-02-22T12:26:33+04:00",
    "input_file": "researchintouse.knit.md",
    "preview_width": 3937,
    "preview_height": 2047
  },
  {
    "path": "posts/ndcTracker/",
    "title": "“Tracing the link between Climate Justice Action and the NDCs” in Georgia",
    "description": "In the following report, the authors describe key processes shaping the new regime in climate governance as well as reflect on Georgia's position and progress within the agreed-upon system. The authors delineate the steps Georgia will be undertaking as a party to Paris Agreement on a pathway to meet the country's commitments outlined in the updated NDCs. The report outlines key findings of the study in two primary directions (1) review of the policy documents and (2) case study outcomes. Both components support the cross-examination of findings.",
    "author": [
      {
        "name": "Gvantsa Salukvadze",
        "url": "https://example.com/norajones"
      },
      {
        "name": "Ekaterine Mikadze",
        "url": "https://www.linkedin.com/in/ekaterine-mikadze-a2208458/"
      },
      {
        "name": "Temur Gugushvili",
        "url": "https://temurgugushvili.ge/"
      }
    ],
    "date": "2022-07-09",
    "categories": [],
    "contents": "\n\nContents\nPreface\nChapter 1. Introduction\nChapter 2. Study Framework and Methodology\nChapter 3. Study Findings\nChapter 4. Case studies: Deploying renewable energy in Georgia\nChapter 5. Conclusions\nChapter 6. Recommendations and future studies\nAbbreviations\nAppendix\n\nThis project is part of the International Climate Initiative (IKI). The Federal Ministry for the Environment, Nature Conservation and Nuclear Safety (BMU) supports this initiative on the basis of a decision adopted by the German Bundestag.\nDisclaimer \nThe views expressed in this information product do not necessarily reflect the views or policies either of the BUND, nor Ivane Javakhishvili Tbilisi State University. It is published under the responsibility of the authors.\nAcknowledgement\nThe authors would like to thank interview partners and survey respondents for their time, engagement and contribution. Special thanks go to Severin Ettl for his valuable comments and suggestions during the whole study.\nFunding\nThis project is part of the International Climate Initiative (IKI). The Federal Ministry for the Environment, Nature Conservation and Nuclear Safety (BMU) supports this initiative on the basis of a decision adopted by the German Bundestag. The study is commissioned by Bund für Umwelt und Naturschutz Deutschland e.V. (BUND).\nPreface\nNatalia Davlianidze, MA.\nExternal Reviewer\nDevelopment Geographer, Sustainable Development Researcher, and Policy Specialist Tbilisi, Georgia\nMarch 2022\nHuman interactions with the earth system are complex. The global human population, economic productivity, energy consumption, and ongoing global environmental change are all greatly intertwined. At the historic Nobel Prize Summit 2021: Our Planet, Our Future, the Nobel laureates and other experts called for urgent action for planetary stewardship. The growing population, urbanization, and increasing consumption will be causing increased demand for resources and infrastructure development which will be an energy- and emissions- intensive endeavor unless significant changes are implemented. Georgia is not an exception, and we now know that, for example, the demand for electricity in Georgia has been steadily growing in the past decade, at an average 4% rate per year1. This has been raising the questions of energy security, energy equity, and environmental sustainability at the local level.\nTo avoid the devastating impacts of climate change, the world will need to collectively and proactively embark on a path to net-zero emissions. One positive step forward is UNFCCC member states’ overwhelming engagement in the process. By the end of COP26, 194 parties submitted their NDCs, and 13 had submitted their second NDCs2. Yet, the updated NDC Synthesis Report suggests that parties need to be more ambitious in their NDCs if we aim to achieve the Paris Agreement goal of below 2°C or ideally 1.5°C by the end of the century3.\nNotably, considering global inequalities in socio-economic development, the severe impacts of climate change will produce uneven consequences, whereas those who contributed the least to the GHG emissions will experience the impacts more profoundly. Hence, the questions of climate justice and subsequently a just transition arise. Small UNFCCC member countries such as Georgia have an important role in this process. However, active observation of the post-Paris Agreement developments at the national levels and production of local evidence in the lead-up to the next global stocktake is critical. It is precisely due to this reason that the following report is a significant contribution to our understanding of climate justice and Georgia’s handling of its climate change policies.\nIn the following report, the authors describe key processes shaping the new regime in climate governance as well as reflect on Georgia’s position and progress within the agreed-upon system. The authors delineate the steps Georgia will be undertaking as a party to Paris Agreement on a pathway to meet the country’s commitments outlined in the updated NDCs. Further, the report presents core findings of the study carried out throughout the summer and the fall of 2021. The authors have studied links between climate justice and NDCs in Georgia. The report outlines key findings of the study in two primary directions (1) review of the policy documents and (2) case study outcomes. Both components support the cross-examination of findings.\nFollowing the mixed-method approach, the research team has undertaken multiple steps to ensure the delivery of robust and reliable findings in this report. The authors studied strategic policy documents on the national and municipal levels and reported on incorporating the NDC and ETF requirements in these documents. In the first part of the study, the research team has also interviewed selected stakeholders from governmental agencies, NGOs, CSOs, international donor organizations, local municipalities, and private sector representatives. At a later stage, multiple stakeholders completed questionnaires, as a result, complementing the findings from the qualitative component and providing additional insights. Lastly, the team has conducted meetings and site visits to develop a case study in Telavi, a municipality with ongoing renewable energy projects. The researchers did a profound job reviewing the study design process and deployed methods, enabling future replication of the study.\nIn Chapter 3, the authors did an excellent job reporting on the key findings of the in-depth interviews and survey results, as well as a systematic literature review (SLR). The authors have clarified several of the questions and provided an insightful analysis of Georgia’s NDCs and, most importantly, the examination of financial allocations that support the implementation of NDGs as well as efforts (or lack thereof) to ensure localization of NDCs. Furthermore, a brief analysis of the reporting requirements under the Enhanced Transparency Framework (ETF) and the Biennial Transparency Reports (BTR) makes this report useful not just for the policymakers and development practitioners but for academics and students who want to get a better sense of the Paris Agreement follow up processes in the country. Chapter 4 is entirely devoted to the reporting on the two case studies. Selected sites were LOPOTA 1 HPP and the project on energy-efficient kindergartens in Telavi municipality. Both cases are within the same administrative unit but present different outcomes of energy project implementation. If brought to the attention of relevant stakeholders, these cases provide valuable insights on the importance of civic participation, multi-stakeholder planning, and the implementation of energy policies and projects.\nDespite the rather small spatial and temporal extent of the study, it should make an important contribution to both academics and practitioners working at the climate-energy nexus. Nevertheless, as well pointed out by the authors, due to evolving nature of the processes in the country, this work will need further revisions as Georgia progresses in its efforts to develop new policies and factor NDC commitments in the national documents. In addition, further exploratory studies examining the cases from other regions of Georgia with different socio-economic backgrounds and contexts will be a valuable contribution for creating a better understanding of existing spatial disparities and possible areas of cooperation between central and decentralized actors.\nMoving forward, more applied and place-based research is needed to further enrich our understanding of the local climate change context. Yet, such research is not an easy undertaking, especially in transitional economies such as Georgia. Led by a young generation of local researchers and academics, this report will present one attempt to diversify climate conversation in Georgia beyond policymakers’ meeting rooms. For understanding the value of such research on the ground and supporting its implementation by the local research team, a special acknowledgment is due to BUND.\nChapter 1. Introduction\nThe United Nations Framework Convention on Climate Change (UNFCCC) was designed as a framework convention agreed on an all-inclusive global treaty: the Paris Agreement. The ultimate objective of the convention is to stabilize greenhouse gas concentrations “at a level that would prevent dangerous anthropogenic (human-induced) interference with the climate system.” (Article 2). Negotiations under this framework evolved over time, based on the emergence of new scientific evidence, social understandings, and political changes. The UNFCCC adopted the convention-protocol approach, through which the institutional framework is established under the convention, and commitments are agreed upon through subsequent protocols (Kuyper, Schroeder, and Linnér 2018). These are major milestones since the convention’s adoption, including the Kyoto Protocol’s adoption in 1997 and the Paris Agreement in 2015 (Kuyper, Schroeder, and Linnér 2018). Georgia has been a party to the convention since 1994. Georgia ratified the Kyoto Protocol4 in 1999 and the Paris Agreement5 in 2017.\nArticle 3 of the Convention states: “Parties should protect the climate system based on equity and following their common but differentiated responsibilities (United Nations 1992). The inclusion of the Common but Differentiated Responsibilities (CBDRs) principle in the climate regime established several concepts. First, it recognized states’ responsibility to protect the global environment. Second, it was built on the acknowledgment that industrial countries bear the primary responsibility for causing “global warming,” which determined their level of responsibility based on their historical contributions. Third, it coined the distinction between the member states based on their economic development (Stone 2004). Despite the ambiguity of its legal status, it still became a guiding concept within the contemporary climate regime structure. CBDR is mentioned in the primary operative text of the Convention and also in the preamble of the Kyoto Protocol to the Convention. It has significant legal weight to form the legal basis for interpreting existing obligations and differentiated responsibilities (Rajamani 2000). The Kyoto Protocol continued this line by committing industrialized countries and economies in transition to limit and reduce greenhouse gases (GHG) emissions under agreed individual targets (Stein 2008). The Kyoto Protocol only binds developed countries, and places a heavier burden on them under the principle, because it recognizes that they are primarily responsible for the current high levels of GHG emissions in the atmosphere (What is the Kyoto Protocol? | UNFCCC 2022). However, the landscape in climate governance has changed since then, as the interest and importance of adaptation and finance were put forward coupled with the rapid economic growth in the countries with transition economies, causing the drastic increase in the emissions across the globe (Enerdata 2021).\nConsequently, the Paris agreement shifted from the binary approach towards differentiation and urged for a “global ambition” goal of “holding the increase in global average temperature to well below 2◦C above pre-industrial levels” and “pursuing efforts” to limit it to 1.5◦C(United Nations 2015). Article 4.2 of the Paris agreement requires the countries to prepare, communicate, and maintain the successive NDCs it intends to achieve. Parties shall pursue domestic mitigation measures to achieve the objectives of such contributions. As a party to the UNFCCC and the Paris Agreement, Georgia took the commitment and submitted its Intended Nationally Determined Contribution (INDC) in 2016, which aimed at reducing GHG emissions to 40% by 2030 compared to 1990 levels (Government of Georgia 2016). Abiding by the encouragement from the Convention to resubmit a more ambitious NDC by 2020, Georgia submitted its updated NDC in 2021.\nAs mentioned above, the Paris Agreement created a new regime in climate governance. The Paris Agreement established an Enhanced Transparency Framework (ETF) designed to build trust and confidence that all countries contribute their share to the global effort. This regime is strengthened through the Paris rulebook, which has been negotiated after the adoption of the Paris Agreement. The rulebook establishes procedures and guidelines to enforce the agreement. They are referred to as Modalities, Procedures, and Guidelines (MPGs) of the Paris Agreement. Countries have a common set of guidelines and processes. Flexibility is provided for those countries with a transition economy that needs it in light of their capacities, but the specific provisions in the guidelines bound this flexibility. The general requirements under the ETF are set forward in article 13 of the Paris agreement, which stipulates the need for transparency of action and support. It obliges parties to submit information on the national GHG inventories and progress towards implementing and achieving NDCs and on climate change impacts and adaptation as appropriate. Even though the Paris agreement has diverted from a straight binary approach, it distinguishes the reporting on financial matters between the developing and developed countries. The developed country parties are obliged to report on financial, technology transfer, and capacity-building support provided and mobilized.\nOn the other hand, developing country parties do not have such strict obligations, but they should report on financial, technology transfer, and capacity-building support needed and received. Under the ETF, all parties undergo Technical Expert Review on the information submitted under article 13.7 and facilitative, multilateral consideration of progress on the implementation of article 9. The developing country parties (in this case Georgia) will receive financial support from Global Environmental Facility to prepare their biannual transparency reports (articles). Further, the Parties will be given assistance to fulfill their reporting requirements under the Convention from the Consultative Group of Experts, which will also support the implementation of the ETF.\nThe ETF established reporting review and consideration processes on the information submitted, which gives the possibility to track the progress made by each country. This shared reporting system provides the opportunity to compare a country’s efforts to its commitments declared in their NDCs. For Georgia, such a reporting mechanism will be the first exercise under the Paris Agreement. To ensure the reporting is comparable and robust, the parties have to develop common reporting tables for their national GHG inventories and common tabular format tables for tracking progress towards NDCs and climate finance. The Parties will also create outlines of the biennial transparency report (BTR), the report of the technical expert review, and the national inventory document. As a party to the convention, Georgia will be required to submit its first BTR and national inventory report, if submitted as a stand-alone report, in accordance with the MPGs, at the latest by 31 December 2024. The ETF represents an essential component of the ambition cycle in the global climate regime by building trust and confidence that countries are taking action to meet their national climate targets in their NDCs under the Paris Agreement (World Resources Institute (WRI) 2021). Furthermore, the information reported in BTRs will inform the global stock take, which will take place in 2024, to assess if the countries are on track with the overall objective of the Paris Agreement and the goal of zero net emissions by 2050 and climate neutrality afterward. The ETF also establishes that countries must prepare a plan on how they intend to improve their reporting over time (Dagnet et al. 2017).\nExcept for the reporting, increased usage of wind, biomass, and solar power, particularly while substituting fossil fuels, is the cornerstone of climate mitigation activities and lowering GHGs (Maka, Chitanava and Nino, Janashia, Ketevan, Vardosanidze 2021). With a significant emphasis on hydropower, renewable energy sources are considered a viable answer to Georgia’s energy independence future 6 (CIDSE 2017). The Covenant of Mayors - a large-scale EU effort started in 2008 at the initiative of the European Commission in response to the approval of the EU Climate and Energy Package. It is a mainstream European movement. Alongside other local level movements, comprising local and regional governments agreeing to enhance energy efficiency and renewable energy sources on their territory, which is crucial in the energy transition (IRENA, IEA, and REN21 2018). Georgia joined the Covenant of Mayors in 2010, and it already has 24 signatory municipalities at three different stages of the process. The initiative became incentive for nine cities to prepare and submit Sustainable Energy (and Climate) Action Plans (SE(C)APs), 14 are in the adhesion phase, and one municipality is in the results monitoring process7.\nIn view of all stated above, in the below-presented chapters, we attempt to analyze how and if the requirements under the NDC and ETF have been translated on a national and municipal level. Moreover, how those requirements can be traced into the local actions. Furthermore, the issue of climate justice in the depletion of renewable energy technologies and sources will be discussed. In the sense that local implementation of some renewable projects has societal consequences, on the other hand, it will be highlighted and further explored in the study.\nChapter 2. Study Framework and Methodology\n2.1. Study aim and objectives\nSince the International climate commitments need to be translated into national and subnational plans and strategies to achieve desired targets, the project’s primary goal is to assess:\nThe traceability/translation of international climate commitments to national and local climate plans;\nAuthorities’ consistency in reporting on the implementation of local and national climate plans;\nAuthorities report on the effects of the implementation of local and national climate action;\nThe traceability/recognition and contribution of community-based renewable energy projects.\n2.2. Research design\nThe collection and analysis of empirical data and secondary information was carried out within the framework of the proposed mixed methods study design using a synthesis of innovative approaches and traditional methods. A systematic literature review (SLR) was undertaken on existing official governmental documents to obtain in-depth information on the research issue. The research employs in-depth interviews and online survey methods with stakeholders to gather detailed information on the research subjects while considering diverse opinions. MAXQDA, a computer-assisted qualitative data analysis software (CAQDAS), was used to analyze the obtained information.\n2.3. Data collection and target groups\nWithin the specified methodological baseline, empirical data was acquired by combining two methods: in-depth interviews and an online survey. Two types of research instruments were used to obtain empirical data: a discussion plan for interviews and a structured questionnaire for an online survey (see appendix doc. 1 and doc. 2).\nThe purposive sampling was applied using the maximum variation approach (Patton 2015) for selecting interview partners. The selection of the informants was done in accordance with pre-defined diverse traits:\nInvolvement in international, national, and local climate-related activities;\nState and donor institutions supporting the implementation of NDC commitments in Georgia;\nRegional organizations/associations localizing the NDC commitments in Georgia;\nOrganizations implementing the RE projects in Georgia;\nInternational climate change programs.\nBy considering these features and based on the fundamental concept of maximum variation sampling, the study acquired more essential insights into a phenomenon by examining it from multiple angles. As a result of the interview partner’s sampling, the study involved (i) governmental agencies, (ii) NGOs, CSOs (iii) international donor organizations, (iv) local municipalities, and (v) private sector representatives.\nIn addition to the criteria listed above, the interest-influence matrix for NDC stakeholders (see fig. 1) were integrated during the sampling. Such an approach provides the prerequisite to reflect issues from the perspective of actors with different levels of interest and power.\nIn-depth interviews\nAs previously stated, the first part of the study envisaged an in-depth interview approach that included ten conversations with the selected stakeholders (the number of interviews was determined using saturation, see (Saunders et al. 2018). The heterogeneous experts were identified and then selected using the purposive sampling technique based on the stakeholder mapping. The interviews resulted in an unfettered and open discussion with the interview partners. Remarkably, the interactions revealed detailed information and extensive disputes from stakeholders on study issues. The average length of each interview was around an hour.\nA discussion plan was established specifically for each interview and contained broad subjects related to the interview partner’s expertise, generally, concerning the issues of cooperation, involvement of the stakeholders updating and achieving NDCs, mainstreaming NDCs into national and subnational policies, strategies, and plans, ETF, CAP.\nThe interviews were audio-recorded to avoid bias in the research process. Following that, the information obtained was transcribed/redacted. To fulfill the high standards of research ethics and transcribing method, the following principles were covered: To verify transcript against data recording and anonymization (Kuckartz 2014), and transcribe only as much and exactly as the research questions require.\nOnline survey\nIn the second phase, a questionnaire for an online survey was developed based on the findings of the qualitative approach. The survey used a 5-point scale and multiple-choice questions to allow stakeholders to reply on the following key issues:\nPolicy documents that should reflect Nationally Determined Contributions commitments;\nSectors of the NDC and/or CAP that municipalities should strengthen their mandate and engagement;\nEvaluating the availability of required GHG emissions data at national and local levels;\nRating the level of climate mitigation and/or adaptation measures taken by municipalities.\nThe questionnaire was distributed to the general public to incorporate the most diverse stakeholder groups into the study. The structured information obtained via this technique supported the data obtained through a qualitative component and ensured comprehensive coverage of the study objectives.\nBecause the survey facilitated the participation of multiple stakeholders, relatively extensive information was gathered, allowing the acquisition of multilateral information on the study themes. 35 stakeholders completed the survey in total.\nCase studies of renewable energy projects\nCase studies were carried out within the study framework in Telavi Municipality, where meetings and visits to specified locations were held in line with the research objectives. The case study area was chosen based on the following pre-established factors:\nSignatory municipality of the Covenant of Mayors, which submitted the action plan, has the regional coordinator and implemented demonstration projects;\nCurrent renewable energy initiatives in the area are viewed as role models for other signatory cities.\nThe characteristics mentioned above disqualified some cities at the more basic and intermediate phases of NDC implementation. Finally, the fieldwork captured a wide range of activities focused on a particular research site by selecting Telavi municipality. The first case study showcasing the municipality’s energy-efficient kindergartens are role models and outstanding demonstration projects in meeting NDC commitments locally. In particular, the research team visited two kindergartens where energy-efficient solutions are being implemented - thermal refurbishment and heating the kindergartens using biomass from local vineyards. Furthermore, information about the RE project – LOPOTA HPP 1 (less than 6 MW) was gathered, despite the fact that on-site visit was not permitted. The latter case was selected to explore the participatory strategies, social responsibility, and, importantly, social costs of RE projects and the local community in Georgia.\nSecondary information\nTo analyze if, how, and on what scale the NDCs are reflected in the development strategy documents, systematic analysis was conducted regarding the existing literature materials (the latest policy documents of Georgia’s climate change) (see appendix doc. 3). The selection of the development strategy documents was based on the in-depth interviews and subsequent survey that, in the opinion of stakeholders, should reflect the NDCs. The selection of the documents additionally applied the criteria of when the document was adopted and who adopted the document. This enabled us to cover policy documents, strategic documents, legal acts and local municipal development strategies to showcase diversity and integration at various levels. Ultimately the following documents were selected and organized in the MAXQDA for further analysis.\n2.4 Data Analysis\nStakeholder Mapping\nFor implementing the NDC stakeholders mapping, the study first identified them at three levels – international, national, and local. A table was compiled that included all possible stakeholders grouped as the following: Governmental, NGOs, donors, academic institutions/centers, private sector, and local groups (CSOs). Moreover, the collected data on stakeholders were analyzed using a specialized technique such as the Interest - influence matrix (Reed et al. 2009). More precisely, the study applied a widely used stakeholder mapping tool to categorize them and plot this on an Interest/influence grid. Interestingly, research team members rated each stakeholder on a scale of 1 to 10 based on their capital, influence, importance, and interest.\nAs a result, the analysis of Interest and influence divided the stakeholders into the following four categories (see Figure 1):\nSubject (high interest/low influence);\nKey players (high interest and influence);\nCrowd (low interest and influence);\nContext setters (low interest/high influence).\nThe categorization of the NDC Stakeholders on the Interest–Influence Matrix served as an excellent foundation for selecting interview partners from all four sections. In particular, those with limited opportunity to participate in the process and those with authority to make decisions.\n\n\n\n\nFigure 1: Interest-Influence Matrix for NDC Stakeholders\n\n\n\n\n\n\n\nSource: Climate Change Action Plan for 2021-2023\nNote: own illustration for the project, author Temur Gugushvili\n\n\n\n\n\n\n\n\n\n\nThe matrix also depicts the stakeholders who, based on the current legal institutional arrangement should be involved in and contribute to the NDC implementation.\nSystematic literature review (SLR)\nAn SLR was used to analyze the NDC, Climate Action Plan and other Georgia’s development strategy documents; the selected documents were imported and analyzed in the MAXQDA (see appendix doc. 3). The family codes were predefined according to NDCs and overall research purpose. The approach led to track localization of the NDC commitments exploring responsible institutions, financial resources, policy documents, and types of contribution. The following family and sub codes were defined:\nPolicy Documents;\nNDCs: Mitigation, Adaptation;\nResponsible institution.\nThe coded segments were displayed in crosstabulation, MAXMaps, using MAXQDA special mixed-methods and visualization techniques such as Crosstab, code relation browser, and later stage MAXMap. These analysis methods were chosen to explore and provide best possible visualizations of the code intersections, such as national, municipal policy documents and NDCs (see figure 8).\nQualitative and Quantitative data analysis\nThe MAXQDA software allowed the analysis of the collected empirical data following international standards. Depending on the interview segments, codes and sub-codes were developed, resulting in their merging and generalization at the later analysis stage to analyze the scale of each thematic category and intersections between categories and interview partners.\nThe results of the survey were analyzed applying descriptive statistics measure of central tendency and variability and illustrated through various charts using R. All related data and visualizations are available open source at GitHub8.\n2.5 Ethical Considerations of the research\nEach phase of the research, such as collection, storage, analysis and dissemination of information was implemented in compliance with the ethical standards, which are based on the law of Georgia on Personal Data Protection, law of Georgia on Official Statistics and the American Sociological Association’s (ASA’s) Code of Ethics. In order to protect the ethical principles, issues of confidentiality were discussed with respondents at the outset of the interviews for obtaining informed consent, which will outline what participation means in practice, how long/where it takes place and what participation involves. Likewise, there were mentioned benefits for participants, how privacy and confidentiality would be maintained, the inclusion and exclusion criteria for the study, any risks, inconvenience or discomfort that could reasonably be expected to result from the study.\nChapter 3. Study Findings\n3.1 Updating NDC\n\n\n\n\nKey points:\nThe significant shift from the INDC document from the NDC includes the growth of conditional and unconditional mitigation targets and the addition of a vital asset of adaptation measure in the current NDC document;\nRemarkably, MEPA was designated as the primary player in the process of developing the NDC document, while GIZ, as a donor organization, played a more facilitative role;\n-As for the stakeholder participation process, the findings indicate that this process was improved over prior experiences.\n\n\nGeorgia’s “journey” within the frames of the Paris Agreement started in 2015, when the country initiated the preparation of its INDC. This process was new to everyone and countries were encouraged to submit the document to the UNFCCC secretariat as soon as possible, hence, intergovernmental processes and discussions, including the broad stakeholder engagement process was missed in Georgia. However, the country was able to submit the document within the designated time period for which it was commended by the partner countries back in the time.\nThe comparison of the INDC and NDC reveals that Georgia modified the country’s pledges as follows. Compared to 1990 levels, both conditional and unconditional mitigation objectives grew from 40% to 57% (conditional) and from 32% to 35% (unconditional). The adaptation measure, which was solely included in the previous document in the form of information reflecting the current situation, is an essential addition to the new NDC (see Table 1).\nTable 1. The comparison table of INDC and NDC\n\n\n\nSource: NDC preparation and implementation in EaP countries: Comparative analysis of the first and the updated NDCs in Armenia, Azerbaijan, Belarus, Georgia, Republic of Moldova and Ukraine. https://eu4climate.eu/download/ndc-preparation-and-implementation-in-eap-countries/\nNote: own illustration for the project, author Ekaterine Mikadze\n\n\n\nThe following figure shows in more detail the sectoral targets and the emission levels in the reference year of the updated NDC.\n\n\n\nFigure 2: Emission levels by sectoral targets\n\n\n\n\n\n\n\nSource: Georgia’s National Climate Change Strategy 2030\nNote: own illustration for the project, author Temur Gugushvili\n\n\n\nBased on the abovementioned, it can be concluded that the international commitments are translated into the NDC, while short-term goals are reflected in the National Climate Action Plan. More importantly, than in previous years, the process of translating international commitments at the national level may be regarded as relatively state-owned. Based on the interview with the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) representative, we may conclude that the Ministry of Environment Protection and Agriculture (MEPA) drove the process, and the GIZ played a more facilitative role than was initially anticipated. The government established the Climate Change Council as an independent body with decision-making authority over climate change projects and programs. The council’s actions and responsibilities are represented in the council’s governing rules.\nIn comparison with the above outlined fact that the stakeholder engagement process was quite limited during the INDC development, the experience was improved during the preparation of NDC. This is also attested by the fact that the majority of the surveyed stakeholders answered that they were involved in the NDC development process. Although it does not mean that the stakeholders were satisfied with the engagement level, this has been voiced number of times through the meetings organized by GMG within the framework of the project on “Increasing the role of civil society in implementing national climate policies9.”\n\n\n\nFigure 3: The number of the stakeholders involved in the NDC development process\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili\n\n\nAnother significant development is on the reporting side. Previous practice in the reporting (NatComs and BURs) shared common scenarios. The Global Environment Facility (GEF) funding for the reporting was allocated to the United Nations Development Programme (UNDP), responsible for hiring respective teams and delivering the reports. In these cases, the MEPA had a supervising role and had one member of the climate change unit designated formally as a “director” of the report. Despite this, the whole process, including data collection, was carried out outside of the MEPA. According to the discussion with a MEPA official, the reporting within the ETF will become more sustainable and state-owned. The MEPA intends to designate its subsidiary body LELP Environmental Information and Education Centre (EIEC) as the entity in charge of the whole reporting process. While this will assure process continuity and consistency, it is also crucial to consider the inclusion of other stakeholders to enable process transparency and improvement over time.\n3.2 Financial allocations to implement NDC and its main sectors\n\n\n\n\nKey points:\nDifferent capital sources, such as investment, private and state-owned enterprises, loans, and grants, are examples of financial assistance to support the NDC’s mitigation aims;\nThe climate action budget has been divided across seven economic sectors, with energy generation and transmission receiving the most attention;\nMEPA and MESD are the two leading institutions in charge of implementing the NDC pledges;\nThe role of local self-government should be expanded in all areas of the NDC, particularly in the NDC sectors of waste management, buildings, transport, forestry, and agriculture;\nThe study revealed that Georgia’s NDC pledges are fragmentarily reflected in the strategy documents.\n\n\nDiversified capital sources, such as investment, private and state-owned enterprises, loans, and grants, are examples of financial assistance provided towards the NDC’s mitigation targets. The climate action budget has been allocated to seven economic sectors, with the primary focus being on energy generation and transmission. One probable explanation is that Georgia’s major emissions are linked to the energy sector10. Notably, 83 % of the allocated budget is an investment from a variety of sources, including JSC “Caucasian Wind Company,” “Caucasian Wind Company,” ltd “Ruisi Wind Power Plant,” and others, making it the primary funding source for climate-related initiatives in the target sector mentioned above11. Besides energy generation and transmission, loans and grants are the primary funding sources in other industries such as buildings, waste management, and forestry. The deficit budget is a minor component of the total CAP budget, but it exclusively covers the agricultural sector. In comparison to other priority sectors, the agriculture industry receives the least financial support under the CAP. Although, agriculture contributes 19.6% to Georgia’s total emissions, which highlights its importance for achieving NDC’s commitments. This might be explained by the fact that the LULUCF sector is yet excluded from NDC.\n\n\n\nFigure 4: Percentage distribution of finances by NDC’s mitigation goals and types of financial support\n\n\n\n\n\n\n\nSource: Climate Change Action Plan for 2021-2023; own illustration for the project, author Temur Gugushvili\n\n\nIn order to outline the key players and their responsibilities in the NDC commitments implementation, the study has analyzed the interlinkages between NDC and CAP. Based on the figure 5 there are two major responsible institutions, namely the Ministry of Environmental Protection and Agriculture (MEPA) and Ministry of Economy and Sustainable Development. The responsible bodies are also the Tbilisi and Batumi municipalities, as well as the private sector.\n\n\n\nFigure 5: Number of activities by responsible institutions and NDC\n\n\n\n\n\n\n\nSource: Climate Change Action Plan for 2021-2023\nNote: own illustration for the project, author Temur Gugushvili\n\n\nIn executing climate-related actions, including biodegradable (i) organic and garden waste recycling; ii) education and awareness-raising on waste management and iii) closing dumpsites, as responsible or partner institutions, a climate action plan comprises self-governments classified as municipalities. Notably, municipalities have a total of three tasks assigned to them under the responsible actors, but much more is referred to them as partner agencies. The fact that local governments are underrepresented as accountable entities and have a limited number of activities calls into question the localization of NDC commitments and their implementation’s efficacy, credibility, and quality. It is worth mentioning that their major tasks are in the waste management sector, which is not surprising given that Georgia’s Waste Management Code designates municipalities as accountable entities for waste management. This bolsters the idea that local activities and actors are underrepresented in the NDC.\nBased on the survey data analysis, the stakeholders’ perspectives on municipalities’ climate mitigation and/or adaptation steps were diverse. Part of the respondents evaluated the level of the measures taken by municipalities as relatively high. In contrast, others were utterly opposed and agreed that the self-governments should take more decisive actions.\n\n\n\nFigure 6: Evaluation of the municipalities climate mitigation and/or adaptation measures\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili\n\n\nAccording to survey respondents, the role of local self-government in all areas of the NDC should be enhanced. Over 29 of them declared the utmost importance of strengthening the local government’s role in waste management and building sectors. Furthermore, more than 25 stakeholders proposed other NDC sectors for increased local government engagement, such as transportation, forestry, and agriculture. Interestingly, the recent and most large-scale quantitative survey implemented in Georgia, gained in-depth information on this subject and revealed that the majority of the population has more belief in environmental agencies and international organizations to deal with the climate change issues, than the state and even more so, local governments. The latter (local government) was comparatively lowly ranked by respondents in this regard12.\n\n\n\nFigure 7: NDC sectors where the local self-government role should be enhanced\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili\n\n\nAccording to the survey, stakeholders agree that the necessary steps should be mirrored in current policy documents to meet the stated NDC commitments. Most stakeholders (representatives of 27-29 organizations) emphasize the importance of reflecting on targets in the following national development strategies:\nN\nPolicy Document\nFrequency\n1\nLow emission development\n29\n2\nEnergy policy concept\n28\n3\nMunicipal Action Plans\n28\n4\nNational Renewable Energy Action Plan\n28\n5\nNational Program for Sustainable Development\n27\n6\nAgriculture and Rural Development Strategy\n24\n7\nRegional Development Strategy\n20\n8\nStrategy for Development of High Mountain Settlements\n18\n9\nTourism Development Strategy\n18\n10\nUnified Strategy of Education and Science\n16\n11\nHealth sector development strategy\n14\n12\nAnd other policy documents\n6\n Table 2.Policy documents highlighted to reflect NDC commitments \n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives.\n\n\nThe CAP, which serves the execution of the NDC’s mitigation pledges, should be stressed as an essential mechanism for NDC implementation. However, there has been less discussion regarding how the NDC objectives should be represented in other sectoral national and municipal policy documents. According to the results of the study, stakeholders are eager to discuss this issue. It should be emphasized that the Unified Strategy for Education and Science and other policy documents such as the Strategy for Development of High Mountain Settlements got the least attention from stakeholders. According to the survey findings, stakeholders mostly link NDC commitments and their reflection needs into the climate targeted policy document (e.g., low emission development). They pay much less attention to sectoral policy documents (e.g., Unified Strategy of Education and Science), which may have much greater impact on climate ambition in the long term, if they were in line. In close connection with above mentioned, it should be noted that the Green Alternative, Greens Movement of Georgia (GMG), who are actively involved in the climate awareness process, especially emphasize the urgent need for this and add that the state is substantially distancing itself from the integration of climate change in scientific research and education programs (Simonidze et al. 2019). Through open-ended questions in the questionnaire, stakeholders suggested other policy documents where the NDC objectives should be reflected from their perspective. These additional policy documents were, the “National Energy and Climate Plan,” as well as gender policies. Some respondents did not name the specific documents, but they did state that the other policy papers should include NDC commitments. After initial thematic coding in MAXQDA, further analysis was carried out employing mixed-methods and visualization tools of the software. The crosstabulation between particular national and municipal policy documents (Variable in MAXQDA) and NDC commitments (Codes in MAXQDA) revealed that Georgia’s NDC pledges are fragmentarily reflected in the strategy documents. For example, according to NDC commitment 57 (low carbon development of the waste sector), the Batumi Municipality Priorities Document focuses on waste management. NDC commitments 54 (the GHG emissions from energy generation and transmission sector), 55 (low carbon development approaches of the agriculture sector), and 58 (increase the carbon capturing capacity through the forestry sector) are highlighted in the most recent Rural and Agricultural Development Strategy of Georgia 2021-2027. On the other hand, the NDC’s explicit support for agritourism is worth noting, which is not covered in the tourism development strategy. However, the analysis indicated that the ecotourism strategy emphasizes the need to promote agritourism (see fig. 8).\n\n\n\nFigure 8: The interlinkages between national, municipal policy documents and NDCs\n\n\n\n\n\n\n\nSource: The results of the thematic analysis and SLR implemented for and within the scope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili. Visualization type: MAXMaps, used software: MAXQDA\n\n\nThe document portrait feature enabled us to provide more thorough thematic coding findings. Figure 9, for example, depicts the coded sections of the Agriculture and Rural Development Strategy document that is directly related to NDC obligations. This strategy, in particular, responds to and reflects the NDC’s four pledges, which are low carbon development approaches of the agriculture sector (55), capturing capacity through the forestry (58), GHG emissions energy generation and transmission sector (54), and GHG emissions transport (52). The codes are colored differently, distinguishing the different reflected NDC commitments. In general, all these make it readable with the supplemental legend below and determine which ones are which by color. Remarkably, the “abundance” of colors in the presented strategy reveals the scale of the discussion around the topic. In this case, it is clear that the 58th commitment is referenced twice in the document, and the volume of its coded parts is significantly more than the others.\n\n\n\nFigure 9: Coded NDC commitments reflected in Agriculture and Rural Development Strategy\n\n\n\n\n\n\n\nSource: The results of the thematic analysis for and within the scope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili. Visualization type: Document Portrait, used software: MAXQDA\n\n\nFigure 10, likewise depicts the coded parts of Georgia’s Law on Promoting Renewable Energy, adopted in 2019 and related to the NDCs’ particular pledges. The presented law incorporates four of the eight mitigating measures. More precisely, GHG emissions transport (52), low carbon development of the industry sector (56), low carbon approaches in the building sector (53), and GHG emissions energy generation and transmission sector (54). The colors of codes follow the same technique as described above and are colored uniquely to differentiate the various reflected NDC commitments.\n\n\n\nFigure 10: Coded NDC commitments in the Law of Georgia on Promoting the Generation and Consumption of Energy from Renewable sources\n\n\n\n\n\n\n\nSource: The results of the thematic analysis for and within the scope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili. Visualization type: Document Portrait, used software: MAXQDA\n\n\n3.3 Localising NDCs – challenges and gaps\n\n\n\n\nKey points:\nBased on Lyden and Deutschmeyer (2021) localization of NDCs is a three-part process that combines bottom-up and top-down approaches for multi-level cooperation throughout NDC adoption.\nCovenant of Mayors in Georgia today unites 24 signatory municipalities;\nGeorgian municipalities do not now have the mandate to address energy and climate challenges within their current legislative jurisdiction.\n\n\nThe global and national goals of two global agendas – 2030 Agenda for Sustainable Development and Paris Agreement need to be translated and adapted to local contexts and needs in a collaborative manner; this is what can be understood as ‘localisation’ (Lydén and Deutschmeyer 2021). Localising NDCs, according to the Lydén and Deutschmeyer (2021), is a three-part process that includes establishing and executing the NDC and merging bottom-up and top-down features (multi-level collaboration) to assist enhance ambition in future NDCs. Surprisingly little is written about the localisation of NDCs, which to some extent can be attributed to terminology, as there is certainly a discourse around subnational climate action but just not labelled ‘localising NDCs’.\nWithin the study the localization of NDC commitments were assessed according to the collaborative climate action (2021) framework:\nDuring the development or updating of an NDC, the inclusion of subnational governments by the national government early in the process for instance through written consultations, Stakeholder dialogues, inclusion in preparatory or consultative bodies;\nDuring the implementation of NDCs, a large part of the work needs to take place at subnational level (e.g., access to renewable energy and others, cooperation between levels of government is indispensable for effective implementation);\nAdvocacy and positive interplay through cooperation across levels of government. The interplay between national and subnational levels combining bottom-up and top-down aspects (multi-level collaboration) to help raise ambition in new NDCs.\nThe findings below, cover the issues identified in this framework and provide information about the reflection of NDC commitments and its implementation at the municipal level.\nGeorgia’s Covenant of Mayors for NDCs localization\nThe EU Covenant of Mayors for Climate & Energy was launched in 2008 in Europe with the ambition to gather local governments voluntarily committed to achieving and exceeding the EU climate and energy targets. The initiative gathers authorities across 57 countries built upon critical success factors: its bottom-up governance, multi-level cooperation model, and context-driven action framework13. The European Union has started preparing an assistance program for the Eastern Partnership countries, which began in 2011, but Tbilisi was already the first Georgian municipality to join the process in 2010. Today Georgia has 24 signatory municipalities14. Even though many other local/municipal initiatives were launched in recent years across the globe, Covenant of Mayors remains as a main policy instrument initiative at a local level in Georgia.\nThis is supported by the fact that the Mayors’ Permanent Working Group was created within the Climate Change Council due to its practical function. The committee can make decisions that can be replied to base on the municipality’s priorities. This strategy is expected to guarantee that the decision is in line with the needs and goals of the local communities. As mentioned above, new SECAPs are lagging behind, however, they will become the basis to assess how the NDC is reflected in Georgia on a local level.\nLocalization gaps on municipal level\nAccording to the interview partner, development strategies in Georgia are well-structured and methodically prepared documents. However, every four years, a new plan is created by all-new mayors. It is a political goal that all mayors, rather than understanding the existing plan, begin developing their own and obstructing necessary actions. Before starting the implementation phase, a new mayor is already chosen, and this process is repeated indefinitely. According to the informant, this is a broader national issue and tragedy. Furthermore, one of the increasing issues is that the execution of local programs is evaluated by quantitative measures, resulting in absolute disparities across regions.\n\n“If just one micro-project is completed in the Tbilisi metro, it will cover the potential maximum of Kazbegi municipality.” (Interview partner)\n\nRemarkably, on the one hand, there are strategies developed by donor programs and set up for municipalities to meet their NDC commitments at the local level. Municipalities are also interested since they may obtain technical support projects from the EU and funding for project execution. On the other hand, Municipalities in Georgia do not have a mandate on energy and climate concerns under their present legal jurisdiction. As a result, cities lack the qualifications and personnel structure needed to address climate-related issues.\n3.4 The reflection of the reporting requirements under the Enhanced transparency framework on the local climate and energy related activities\n\n\n\n\nKey points:\nGeorgia is now working on developing a new MRV roadmap that will help with the institutional setup necessary under the new reporting scheme;\nGeorgia is preparing its National Climate and Energy Plan and Low Emission Development plans to comply with the Paris Agreement and the Energy Community Aquis;\nThe energy industry is Georgia’s principal sector with the most significant emissions;\nAccording to the report, statistics on GHG emissions at the national and municipal levels are scarce.\n\n\nExploratory study objectives also referred to the Biennial Transparency Reports (BTR) that the developing countries need to submit the latest by 31 of December 2024 (International Institute for Sustainable Development (IISD) 2021). The information needed under the BTRs is:\nNational greenhouse gas inventory;\nProgress made in implementing and achieving nationally determined contributions under Article 4;\nClimate change impacts and adaptation under Article 7 (as appropriate);\nFinancial, technology transfer, and capacity-building support needed and received under articles 9, 10, and 11 (United Nations 2015).\nAt Glasgow, COP26 CMA adopted a decision based on which parties agreed on the following: i) common reporting tables for national inventory reports, ii) the common tabular formats for tracking NDC progress, iii) the common tabular formats for reporting on support, iv) the outlines for the biennial transparency report (BTR), v) national inventory document (NID), and vi) technical expert review report (TERR), and vii) the training program for technical experts participating in the TERR of BTRs (United Nations 2021).\nThe existing Monitoring, reporting, and verification (MRV) system that Georgia had already in place allowed the country to report on GHG emissions, e.g., National GHG inventory, mitigation actions, and their effects, and the country’s assessment of financial, technology, and capacity needs15. Under the decision, mentioned above, the Secretariat will develop new reporting tools and support the developing country parties in achieving the reporting requirements (United Nations 2021). Currently, Georgia is working on developing a new MRV roadmap that should facilitate the institutional setup required under the new reporting scheme. It is envisaged that this new roadmap will incentivize the adoption of a law that will give the legal mandate to the designated authority to collect and report the information needed.\nGeorgia’s main sector with the highest emissions is the energy sector (The Ministry of Environmental Protection and Agriculture of Georgia 2019). Additionally, as a party to the Energy Community, Georgia has made commitments to update its energy policy and legislation, improve energy efficiency and increase the share of renewable energy in the total energy consumption. Georgia is finalizing its National Climate and Energy Plan and Low Emission Development strategies to align itself with the Paris agreement and Energy Community Aquis.\nOn the local level, Georgia participates in the Capacity Building Initiative for Transparency (CBiT). The global program aims at supporting developing countries to build institutional and technical capacity to meet enhanced transparency requirements through strengthening institutional capacities, providing relevant training tools, and assisting in the improvement of transparency over time (GEF 2021). The CBIT project supports the Climate Change Division of the Ministry of Environmental Protection and Agriculture of Georgia (MEPA) to accomplish its mandate as a secretariat of the Climate Change Council. One Climate Change Council meeting session and two sessions of the Coordination Group of Covenant of Mayor’s signatory Municipalities under the Climate Change Council (MDCP) were conducted with the support of CBIT. The draft by-law “On adoption of the rules of implementation of the nationally harmonized reporting system in the field of climate change for the Covenant of Mayor’s signatory Municipalities in Georgia’’ defines possible synergies between the national and sub-national levels on GHG inventory, mitigation, and adaptation (GEF 2021).\nNotwithstanding the information provided above, it is interesting to see that even though the reporting on GHG inventory has been established over years with a relatively weak MRV system, the stakeholders do not perceive the reporting system as transparent and robust. Within the scope of our study the surveyed persons mostly declared that the data on GHG emissions at national and local levels are less available.\n\n\n\nFigure 11: . GHG emissions data availability at national and local levels\n\n\n\n\n\n\n\nSource: The results of the survey implemented for and within the scope of the exploratory study objectives.\nNote: own illustration for the project, author Temur Gugushvili\n\n\nChapter 4. Case studies: Deploying renewable energy in Georgia\n4.1. Contextual information\nToday, most countries consider renewable energy to be a technologically mature, cost-effective, and environmentally friendly choice in their development strategies. Renewables, in particular, have the potential to stimulate economic growth, secure energy supply, and extend energy access while tackling climate change and air pollution. Georgia is no exception in this regard, with the Law of Georgia “on Promoting the Generation and Consumption of Energy from Renewable Sources”16(Parliament of Georgia 2019) setting a target of increasing the share of RE in gross final energy consumption to 35 percent by 2030, with the goal of providing clean energy to society and addressing energy poverty. Interestingly, the study found that the mentioned target, 35 %, is not reflected in the NDC document which may be due to the fact that first the aforementioned law was adopted and then the NDC that shows lack of coherence between the integration of actions between the MEPA and MoESD.\nHowever, advancement is not homogeneous across countries and industries. Many key impediments continue to stymie renewable energy implementation in several developing nations. Renewable energy projects in Georgia comprise the following primary types17: biomass, hydropower (or hydroelectric power), wind, geothermal, and solar. Based on the Georgian Energy Development Fund, the figure depicts a roadmap with specific projects between 2014 and 2021, including some of the previously completed and mostly continuing RE projects, as well as details on the project’s investment amount, capacity, and donors/shareholders . According to the figure (see appendix doc. 4), the government shares vary from project to project and have a significant influence in the overall shares of the RE projects. Every method of converting energy (or »generation«) interacts with nature and has »unnatural« side effects (Maka, Chitanava and Nino, Janashia, Ketevan, Vardosanidze 2021). Some technologies, however, are more detrimental than others, but the impact on the environment alone is seldom present, and it is always accompanied by social costs, which is a highly complicated issue that leads to the question of social justice.\nIn this sense, since one of the research objectives was to investigate the social justice of RE projects in Georgia, HPS LOPOTA 1 is discussed as an ongoing project. As a result, in the background information section, the broader environment around the development of RE projects and attitudes toward them, focusing on hydropower projects, is highlighted to provide readers with a clear perspective. Civic participation in this process is now the most challenging task. Because of the lack of interaction between the local population, construction companies, and self-government/government, several HPS have been halted and cannot continue construction procedures. All of this leads to devastation, the spread of misinformation, and a great deal of confusion. Speaking of RE projects and, more specifically, hydropower projects in Georgia necessitates stressing this issue as it is the source of various project cancellations, demonstrations, confrontations, etc. (Jijelava and Vanclay 2018). As a result, the need to elaborate on these subject stems from Georgia’s current circumstances. As a result, the paper refers to the five components provided by Donges et al. (2020) who are studying the same dilemma regarding the engagement of locals in the process of RE project development. According to the study, the actions for citizen participation cover five major components such as (i) Increasing transparency and democratic decision-making; (ii) Transposing the Aarhus Convention into national law; (iii) Creating and strengthening long-term structures that coordinate participation processes; (iv) Designing meaningful, inclusive, transparent, and binding participatory processes; (v) Increasing capacity building and environmental education. Interestingly, the listed approaches mirror the part of our study’s findings and suggestions (Donges et al. 2020). In this light, civic participation is vital to energy democracy, not only as part of the energy transition but also in having an equal voice in the process that shapes the moral implications of energy policy for individual and collective decisions. Local communities do not become »energy islands« as a result of participatory approaches, but rather are incorporated into a stable national grid(Maka, Chitanava and Nino, Janashia, Ketevan, Vardosanidze 2021). The most recent study report on the Impact of Climate Change Mitigation Policy on Employment (2021) echoes the above-mentioned debates and highlights the crucial need of creating good practice analyses for the just transition process to Environmentally Sustainable Economies and Societies. According to the findings of the study, the government should be the primary facilitator of open dialogues for citizen participation in decision-making, with a focus on gender equality in this process. However, Georgia’s experience shows that states must be conscious of the difficult reality that may occur as a result of the impact on local inhabitants (Keohg, Bayramov, and German 2021).\nThe interview partner argues that there is a severe lack of interaction within these processes in Georgia in all circumstances. The conventional method is for the government to agree on one project and expect others to fall in line. In some cases, the question is not about the project’s merits or drawbacks as to why people are left behind from the decision-making process. This creates mistrust from the start, which eventually leads to devastating outcomes through demonstrations and controversies.\n\n“There is a catastrophic lack of communication with these processes everywhere and in all cases. Talk to me, tell me about your intentions, and maybe I’ll be more supportive of that initiative than you are.” (Interview partner)\n\nAlong with the Preamble of the Paris Agreement outlining ‘the importance of the engagements of all levels of government’, the study found an unexpected and regrettable fact about municipalities’ low function and participation in energy efficiency projects, which might also explain the challenges with the local population. On the one hand, they lack professional people in this area because they do not mandate energy and climate concerns under existing legislation. This finding is still actual and in line with the writings of Artsivadze (2016) about the lack of knowledge in municipality representatives in climate change issues. On the other hand, there are large-scale initiatives that are entirely outside the purview of municipalities. The posed challenge of public-private partnerships significantly hinders the localization processes, only because the project is inside the municipal administrative boundaries, but outside direct municipal influence.\n\n“For example, Namakhvani HPP… regardless of how much and what the municipality wants to change, they cannot do anything… because they [the central government] do not ask the local municipality in our administrative arrangement, legislation, except to install a solar system on the roof of some building in which the municipality succeeds.” (Interview partner)\n\nCommercial banks, institutional investors, and businesses have provided climate change financing, although it has primarily focused on hydropower (OECD 2018).\n4.2. Local Story in a global context: Case of LOPOTA 1\nIn Georgia, ‘sentiments’ toward the construction of hydropower facilities, regardless of capacity or distance from communities, are overwhelmingly positive, or vice versa (Keohg et al., 2021). Overall, the validity of HPPs in Georgia is fairly poor, with the renewable energy project chosen as an example throughout the study process acting as a clear illustration. The study chose a case project that is a small-scale HPS and is not close to the settlement to avoid arguments about these two most typical concerns. According to the National Renewable Energy Action Plan (NREAP) Georgia (2019), the Georgian Law on Electricity and Natural Gas divides power plants in 3 types in terms of installed capacity:\nMicro power plants up to 100 KW;\nSmall power plants up to 13 MW;\nPower plants with installed capacity greater than 13 MW.\nThe selected case study Hydropower station - LOPOTA 1 belongs to the second category, i.e., small hydropower plants, because of its installed capacity that does not exceed 13 MW. More precisely, it is less than 6 MW. The case study project is located near the Telavi municipality and its nearest village is Lapankuri (ლაფანყური in Georgian) 2.5 km from the last point of the HPP. The selection of this case negated two ‘widespread worries’ about hydropower and its threats to the environment and residents and assured those additional considerations relating to its social fairness were focused on.\nSocial costs of LOPOTA 1: The ‘truth’ of the developers\nBuilding LOPOTA1 will undoubtedly influence the environment from the developer’s perspective, but it will deliver far more advantages. Expressly, during the interview, a significant benefit of the HPS for replacing emissions-causing energy sources (approx. reduction of 8 300 tons of CO2 every year) was noted several times. Concerning the environmental drawbacks, the company has been attempting to balance the impact. For example, the company is compelled to excavate up to 100 red list trees, and to compensate, they are willing to take over the surrounding forest, which also contains red list trees, and assure its care and upkeep.\nSocial costs of LOPOTA 1: The ‘truth’ of the population\nThe study found that several popular views were formed around the LOPOTA1 and its possible consequences during the information campaign, which was a solid prerequisite for further protests. The spread ‘rumors’ included that a huge HPP with an extensive reservoir was planned to be built, because of which the nearest village won’t have water. There was a hypothesis that if HPP blew up, the village would be flooded and divided. Regarding the construction site, the residents were informed that due to the LOPOTA1, churches and cultural monuments would be demolished. This is just a part of the ideas and perceptions that have spread among the people and matured the sarcastic mood in them and the urgency to protect the area from constructing a hydropower plant.\nParticipation and social responsibility: Reached agreement\nRemarkably, the project scale has been reduced due to the engagement of the village trustee and residents. Notably, the HPS was located in the village area with the first proposal, which prompted dissatisfaction owing to concerns that it would result in a community shortage of irrigation and drinking water. As a result, the project location was revised to match the local people better, and the area was chosen to collaborate with the village trustee. The company determined fundamental issues that would benefit the local population, such as (i) local employment in the construction and operation of the HPS; (ii) construction staff would stay with the villagers in guesthouses; and (iii) Lapankuri villagers would supply food for the staff, replacing the use of the Telavi market.\nFurthermore, the village developed a social program in exchange for the LOPOTA1, which included:\nImproving the existing drinking water and irrigation system;\nReplacing the water reservoir;\nStrengthening the village cemetery wall;\nEncouraging the village’s football team;\nArranging the gabion, etc.\nThe majority of the requests got positive response from the company and were accepted; only some were refused, which went beyond the company’s power and were directly the municipality’s duty (e.g., developing tourism infrastructure).\nFrom Reached to Broken Agreement: Learning from experience\nIt is worth emphasizing that the municipality served as a facilitator between the company and the local community during the whole communication cycle. Based on previous experiences, including the case of Namakhvani HPP, the research contends that in Georgia’s instance, indirect engagement, particularly of the local population of a specific location where the ‘outsiders’ want to create anything, is in most cases ineffective. All of these distinct situations have demonstrated that it is exacerbated in the case of hydropower plants. The effective information campaign strategy should begin and end with the direct engagement and involvement of locals. Based on the informant’s narrative, such an approach may also have won the disinformation battle against the company and, who knows, may have boosted local confidence, gaining their trust and support in the process. Most crucially, in Georgia, where trust in the intentions of the local or national government is low. According to the interview, the company’s first and most severe flaw was using a mediator to speak with local people, the empowering of whom in this process eventually nullified the reached agreement.\n4.3 Case study 2: Energy-efficient Kindergartens in Telavi municipality\nThe EU’s current information campaign’s motto on energy efficiency - “Doing More with Less”18, has been revealed in several projects in Georgia through financial assistance for energy-efficient renovation and support to adapt innovative new practices. All of this is illustrated by the examples in the context of the second case study project.\nIn contrast to the case study of LOPOTA1 HPS discussed above, the second case study project of the research is an excellent instance of the successful conversion to better energy efficiency and the prospect of the municipality being in control. It is worth noting that the Covenant of Mayors played a crucial role as the responsible actor for Climate and Energy Initiatives to be engaged in the modernization process, stressing the inevitable role of the municipalities in achieving the country’s undertaken international climate commitments. In this particular case, the increased role of Telavi municipality for addressing global challenges on a local level and localizing NDCs is evident. All this was also confirmed in the field research process when the head of the kindergartens from the municipality gave us a full information excursion to both project sites. In the interview, the head of the Energy Efficiency Center – Georgia with his positive attitude towards the achievement in Telavi municipality stated, that\n\n“My subjective attitude is that the covenant of mayors and the process of mitigating climate challenges, in general, is an Olympic sport. We should not aspire for five Olympic gold medalists. We need to make it a big sport so that one municipality can lower it by 2% but still reduce it, and another can reduce it by 35% but still reduce it. Assume we set ourselves the goal of teaming up and becoming Olympic winners. In that situation, we will have one successful municipality and a thousand and one unsuccessful municipalities distancing themselves from their process.” (Interview partner)\n\nIn the village of Ikalto, the EU supported the thermo-rehabilitation of kindergarten ’ , which switched to biomass heating. More specifically, it will be fully heated using renewable energy derived from vineyard pruning residues, which are abundant in Kakheti. In order to do this, the EU additionally provided the municipality with two tractors and specific equipment for collecting and processing grape pruning leftovers for biomass-powered heaters, therefore assisting in the creation of a sustainable energy supply chain. All of these and other energy-efficient details, will ensure that the building is fully heated, that 60 percent of energy costs are saved, that air quality is improved, and that Greenhouse gas emissions are reduced.\nTo sum up, the analysis of such distinct case-study projects shed light on the reasons for the success and failure of both, reflecting on public attitudes and, as a result, the progress of the NDC localization. The case of kindergartens exemplifies the successful programs done in municipalities where local self-government is actively involved. These initiatives have become ambassadors for Telavi Municipality, for which international partners frequently visit it. This has substantially enhanced the municipality compared to other signatory cities. In the same municipality, the parallel ongoing LOPOTA 1 project is in the shadow of outsiders, non-locals because it has not been a successful project even at its early stage. The project is accompanied by numerous circumstances that hinder its progress. Among them are mediators in communication, representing the local municipality, which significantly deepened distrust in locals. Furthermore, the company revealed a lack of preparedness to deal with the population’s poor understanding and unfavorable expectations concerning previous hydropower plants projects in Georgia.\nChapter 5. Conclusions\nThe Paris rulebook on MPGs is finalized, and now the countries are waiting for the reporting tools to be delivered by the secretariat to test how the information might be reported and aggregated. At this stage, it is hard to say what implications Georgia might have in tracing climate and energy actions. The vital component would be establishing a legal framework before the tools are available so the involved entities know their mandates and responsibilities. The new requirements will also require changes in reporting frequency, which remains the same as under BUR, although annual data will be required after 2020. There is a change in the use of the 2006 IPCC Guidelines, instead of the 1996 Guidelines, and the new difficulties on the reporting that might arise from using the mechanisms defined under Article 6 of the Paris Agreement (The Nature Conservancy 2018).\nGeorgia has developed a companion document, such as a CAP, to implement NDC commitments; however, it excludes the adaptation component. According to the presented study, mainstreaming, or the reflection of activities addressing pledges is weak or non-existent in the reviewed policy papers. According to the report, the fundamental cause is a lack of coordination between governmental bodies and accountable institutions.\nBased on the responses, most of the surveyed stakeholders were involved in the preparation of the NDC document. As a result, a precedent for stakeholder involvement in creating the NDC document was established, albeit it turned out that this involvement was not extensive, and interested groups were excluded from the document-drafting process. In the future, the necessity for deep integration of diverse stakeholders, as well as increased representation at the national and local levels, should be considered.\nThe Georgian government established a renewable energy fund to develop RE projects and seek funding, offering projects to the respective investors. Local governments and municipalities, on the other hand, are rarely involved in project design. Discussing two distinct examples in Telavi municipality ensured to draw sound comparative parallels for the study. Particularly, using these two situations allowed the research to analyze successful and unsuccessful projects, as well as their challenges and reasons, in the scope of a single municipality. The example of LOPOTA 1 as a small-scale RE project makes it obvious how problematic is the implementation of HPS on local level due to various factors. In this sense, the mentioned project demonstrates well what happens behind the scenes and how critical it is to communicate effectively with the locals as a substantial affected stakeholder. This issue has already sparked widespread concern on a local level, resulting in the postponement of many hydro energy projects. The question of how much the specific HPS will contribute to emission reductions is not raised. On the contrary, the problem emphasizes what individuals gain from it, namely material advantage. The case of energy-efficient Kindergartens are outstanding examples how Telavi municipality is successful in implementing the obligations within the Covenant of Mayors and overall, in localization of NDC commitments.\nThe absence of disaggregated data at the local level remains one of the most significant barriers to understanding the mitigation potential of subnational actors. This also influences the ability to monitor the impact of local climate initiatives. The scarcity of data is equally limiting effective adaptation measures.\nChapter 6. Recommendations and future studies\nAt national level:\nAdoption of climate change law which will legitimize the mitigation actions and the designated entities ensuring that all the policy documents at the national and local level reflect NDC targets;\nEstablish robust monitoring systems to trace the implementation levels on national and local level and report transparently on conditional and unconditional commitments;\nAdaptation component is lagging behind, hence, mainstreaming climate change Adaptation into Development Planning: A Guide for Practitioners will be essential;\nIntegrate academic institutions in evaluating NDC implementation;\nImprove vertical coordination and cooperation between levels of government.\nAt local level: \nClimate-change-related activities would be more efficiently implemented locally if the municipality’s role was expanded. For the time being, they are not functional enough to make decisions in the process;\nA shared regional localization strategy can be a good way of ensuring that smaller cities (with more limited capacity) are also part of the process;\nTo promote a just energy transition, local communities should be included in decision-making processes from the outset, not at the end of the project when nothing can be altered, but from the start to ensure energy democracy;\nCapacity development of the municipality employees and decision-makers to have a thorough understanding of how to design adaptation or mitigation activities, assure the engagement of the local population, and afterwards bring the adopted plan into practice. The process of enhancing the qualification and education of the appropriate qualified personnel should also be continued at the municipal level.\nBased on the study’s findings, we suggest that the further stage focuses on analyzing capacity development needs and monitoring. Capacity development should be directed in such a way that when we request that NDC commitments be reflected in municipal action plans, these departments and local self-governments understand precisely what activities should be incorporated into their action documents and what types of activities should be implemented.\nBecause the NDC update was completed in the middle of 2021, it will be essential to reassess its reflection in policy documents/local actions during the 2022-2023 period; this is the period when many new policy documents are in the pipeline to be adopted and when tracking of the country’s first NDC commitment period should actually start. Examine the “just transition” component of the NDC, as well as the long-term low-emission development plan and the National Energy and Climate Action Plans (to be adopted by the end of this year).\nAbbreviations\nAPA - Agency of Protected Areas\nASA - American Sociological Association\nBTR - Biennial Transparency Report\nCAQDAS - Computer-assisted qualitative data analysis software\nCBDRs - Common but Differentiated Responsibilities\nEIEC - Environmental Information and Education Centre\nETF - Enhanced Transparency Framework\nGEF - Global Environment Facility\nGEOSTAT - National Statistics Office of Georgia\nGHG - Greenhouse Gases\nGIZ - Deutsche Gesellschaft für Internationale Zusammenarbeit\nGMG - FOE - Greens Movement of Georgia/friends of the Earth\nGWP - Georgian Water and Power\nHPPs - Hydro Power Plants\nHPS - Hydro Power Stations\nINDC - Intended Nationally Determined Contribution\nMEA - Ministry of Environment and Agriculture\nMEPA - Ministry of Environmental Protection and Agriculture\nMIA - Ministry of Internal Affairs\nMoESD - Ministry of Economy and Sustainable Development\nMoF - Ministry of Finance\nMPGs - Modalities, Procedures and Guidelines\nMRDI - Ministry of Regional Development and Infrastructure\nMRV - Monitoring, Reporting, and Verification\nNDCs - Nationally Determined Contributions\nNID - National Inventory Document\nSE(C)APs - Sustainable Energy (and Climate) Action Plans\nSLR - Systematic Literature Review\nSWMCG - Solid Waste Management Company of Georgia\nTERR - Technical Expert Review Report\nUNDP - United Nations Development Programme\nUNFCCC - United Nations Framework Convention on Climate Change\nUWSCG - United Water Supply Company of Georgia\nAppendix\nDocument 1. Discussion guidelines for in-depth interviews\nInterview Partners\nTopics covered\nGovernmental representative\nCollaboration: the procedure for developing NDCs document, both inside the ministry and in relation to other ministries and stakeholders; Cooperation with the private sector, academics, and the outcomes with CSOs and their engagement; Interaction with local governments, and how well are the provisions of the NDCs document mirrored at the local level?\nGovernmental representative\nProcess of updating action plans: any plans to update the strategic documents of individual ministries based on the nationally defined contribution document; legislative changes (is any) that have been made to achieve the NDC targets; Challenges of Implementing NDC Components; components of the NDC which should be included in policy documents, action plans and are not?; main donors supporting the NDC implementation in Georgia; Budget and funds (national, private, investment, etc.) for implementing NDCs.\nGovernmental representative\nETF Communication and ETF Preparation Activities: responsible for ETF implementation; difficulties in preparing ETF; monitoring process and its challenges;\nGovernmental representative\nInforming the public: openness of the process of fulfilling the NDC obligations to the local population; readiness of local engagement; restrictions (if any) that the NDC imposes on the local population;\nGovernmental representative\nClimate Action Plan: budget and responsible entity for its implementation.\nRepresentative of Covenant of Mayors\nCovenant of Mayors - historical overview, achievements and challenges;\nRepresentative of Covenant of Mayors\nMembers of the network - responsibilities, implementation and improvements;\nRepresentative of Covenant of Mayors\nOverview of the signatory municipalities and their status;\nRepresentative of Covenant of Mayors\nCommunication approaches and its effectiveness;\nRepresentative of Covenant of Mayors\nRenewable energy projects and their social justice on municipal level.\nRepresentative of GIZ\nGIZ role in NDC support: NDC and CAP preparation process; the role of GIZ in the NDC creation process;\nRepresentative of GIZ\nCooperation Issues: The quality of involvement of ministries in the process of creating CAP and NDC; Organizations that should have been involved but have not yet been able to and their involvement is planned; Communication with local municipalities and to what extent the terms of the nationally defined contribution document were reflected at the local level;\nRepresentative of GIZ\nUpdating action plans: commitment supported by GIZ; supportive programs with municipalities; innovative approaches/solutions for implementing NDC commitments; documents already updated or in progress;\nRepresentative of GIZ\nNDC implementation: Challenges and possible solutions; the capacity of the Ministry for successful implementation; GIZ and its possible support in this process;\nRepresentative of GIZ\nETF: the availability of necessary data for ETF.\nRepresentative of private sector\nLOPOTA 1 - renewable energy project and its overview\nRepresentative of private sector\nCommunication approaches with local inhabitants near the construction area\nRepresentative of private sector\nSocial justice of LOPOTA 1 project and its socioeconomic and environmental impact;\nRepresentative of private sector\nCooperation experience with Telavi municipality self-government and their role in the project\nRepresentative of Telavi municipality\nLocal effect of Covenant of Mayors in Telavi municipality\nRepresentative of Telavi municipality\nThermal refurbishment of 2 kindergartens\nRepresentative of Telavi municipality\nVineyard pruning for heating instead of natural gas or wood\nRepresentative of Telavi municipality\nBenefits for local residents \nRepresentative of Telavi municipality\nWhat will be achieved through these projects?\nDocument 2. Online survey questionnaire\nN\nQuestions\nQ1\nWere you involved in the development of a Nationally Determined Contributions (NDC) document?\nQ2\nPlease indicate which policy documents should reflect Nationally Determined Contributions commitments?\nQ3\nIn your opinion, in which sectors of the NDC and/or CAP should municipalities be strengthened?\nQ4\nPlease evaluate the availability of the required GHG emissions data at national and local level\nQ5\nPlease rate the level of climate mitigation and/or adaptation measures taken by municipalities\nDocument 3. Documents coded in MAXQDA (List of coded and reviewed documents)\nDocument group\nDocument name\nGeorgia’s Contribution\nNationally Determined Contribution (NDC)\nGeorgia’s Contribution\nIntended Nationally Determined Contribution (INDC) of Georgia\nNational Development Strategy\nGeorgia’s 2030 Climate Change Strategy\nNational Development Strategy\nStrategy for Development of High Mountain Settlements of Georgia 2019-2023\nNational Development Strategy\nAgriculture and Rural Development Strategy of Georgia 2021–2027\nNational Development Strategy\nLaw of Georgia on Energy Efficiency of Buildings\nNational Development Strategy\nLaw of Georgia on Promoting the Renewable Energy\nNational Development Strategy\nEcotourism Strategy for Georgia 2020-2030\nNational Development Strategy\nTourism Development Strategy 2025\nMunicipality Development Strategy\nMedium-term Priorities for Batumi Municipality 2020-2023\nAdditional reviewed documents\n\n-Regional Development Programme of Georgia 2018-2021;\n-Georgia’s Low Emission Development Strategy (LEDS) (draft version);\n-National Energy Efficiency Action Plan (NEEAP);\n-Georgia’s Third State of Environment Program;\n-National program for sustainable development;\n-National Renewable Energy Action Plan (NREAP) Georgia, 2019;\n-Rural Development Strategy of Georgia 2017-2020;\n-Association Agenda between the European Union and Georgia 2017-2020.\n|\n\n\n\nArtsivadze, Kakha. 2016. “Implementation of the Framework Convention on Climate Change at the national level |\"კლიმატის ცვლილების შესახებ\" ჩარჩო-კონვენციის ეროვნულ დონეზე განხორციელება.” Green Alternative.\n\n\nCIDSE. 2017. “Internal briefing on Renewable Energy and Energy Access.”\n\n\nDagnet, Yamide, Harro Van Asselt, Goncalo Cavalheiro, Marcelo Theoto Rocha, Aline Bisiaux, and Nathan Cogswell. 2017. “Designing The Enhanced Transparency Framework, Part 2: Review Under The Paris Agreement - OurEnergyPolicy.” World Resources Institute. https://www.ourenergypolicy.org/resources/designing-the-enhanced-transparency-framework-part-2-review-under-the-paris-agreement/.\n\n\nDonges, Larissa, Fabian Stolpe, Franziska Sperfeld, and Sarah Kovac. 2020. “Civic space for participation in climate policies in Colombia, Georgia and Ukraine – the example of the Nationally Determined Contributions (NDCs).” https://www.ufu.de/en/civic-space-for-participation-in-climate-policies/.\n\n\nDurglishvili, Nino, and Ivane Kechakmadze. 2020. “What Georgians know about climate change.” UNDP in Georgia. https://www.ge.undp.org/content/georgia/en/home/library/environment_energy/eu4climate-climate-change-survey.html.\n\n\nEnerdata. 2021. “Global energy trends 2021: consolidated energy statistics & world trends .” Enerdata. https://www.enerdata.net/publications/reports-presentations/world-energy-trends.html.\n\n\nGEF. 2021. “Progress report on the Capacity Building Initiative for Transparency” 9 (November): 1–12.\n\n\nGovernment of Georgia. 2016. “Intended Nationally Determined Contribution (INDC).” Government of Georgia.\n\n\nInternational Institute for Sustainable Development (IISD). 2021. “Earth Negotiations Bulletin” 12 (November): 14–18.\n\n\nIRENA, IEA, and REN21. 2018. “Renewable Energy Policies in a Time of Transition.” IRENA, OECD/ IEA; REN21. https://www.irena.org/publications/2018/apr/renewable-energy-policies-in-a-time-of-transition.\n\n\nJijelava, David, and Frank Vanclay. 2018. “How a large project was halted by the lack of a social Licence to operate: Testing the applicability of the Thomson and Boutilier model.” Environmental Impact Assessment Review 73 (November): 31–40. https://doi.org/10.1016/J.EIAR.2018.07.001.\n\n\nKeohg, Mary ;, Agha ; Bayramov, and Tracey German. 2021. “Renewable Energy in the South Caucasus.” Caucasus Analytical Digest (CAD), no. 120 (March). https://doi.org/10.3929/ethz-b-000476772.\n\n\nKuckartz, Udo. 2014. Qualitative Text Analysis: A Guide to Methods, Practice and Using Software. Sage.\n\n\nKuyper, Jonathan, Heike Schroeder, and Björn Ola Linnér. 2018. “The Evolution of the UNFCCC.” Https://Doi.org/10.1146/Annurev-Environ-102017-030119 43 (October): 343–68. https://doi.org/10.1146/ANNUREV-ENVIRON-102017-030119.\n\n\nLydén, Petter, and Christian Deutschmeyer. 2021. “Localising NDCs with inspiration from the 2030 Agenda - A closer look at Voluntary Local Reviews (VLRs) and Voluntary National Reviews (VNRs).” Berlin. www.giz.de/en/worldwide/75947.html.\n\n\nMaka, Chitanava and Nino, Janashia, Ketevan, Vardosanidze. 2021. “The Impact of Climate Change Mitigation Policy on Employment, Context, Possible Future Scenarios and Recommendations: Case of Georgia.” Tbilisi: Climate Basics. https://southcaucasus.fes.de/news-list/e/default-cbfc528e6a.\n\n\nOECD. 2018. “Mobilising Finance for Climate Action in Georgia.” Green Finance and Investment. OECD Publishing. https://doi.org/10.1787/9789264289727-en.\n\n\nParliament of Georgia. 2019. “LAW OF GEORGIA ON PROMOTING THE GENERATION AND CONSUMPTION OF ENERGY FROM RENEWABLE SOURCES.” http://www.matsne.gov.ge30035000005001019728.\n\n\nPatton, M. 2015. Qualitative Research and Evaluation Methods. 4th ed. Sage, Thousand Oaks, CA.\n\n\nRajamani, Lavanya. 2000. “The Principle of Common but Differentiated Responsibility and the Balance of Commitments under the Climate Regime.” Review of European Community & International Environmental Law 9 (2): 120–31. https://doi.org/10.1111/1467-9388.00243.\n\n\nReed, Mark S., Anil Graves, Norman Dandy, Helena Posthumus, Klaus Hubacek, Joe Morris, Christina Prell, Claire H. Quinn, and Lindsay C. Stringer. 2009. “Who’s in and why? A typology of stakeholder analysis methods for natural resource management.” Journal of Environmental Management 90 (5): 1933–49. https://doi.org/10.1016/J.JENVMAN.2009.01.001.\n\n\nSaunders, Benjamin, Julius Sim, Tom Kingstone, Shula Baker, Jackie Waterfield, Bernadette Bartlam, Heather Burroughs, and Clare Jinks. 2018. “Saturation in Qualitative Research: Exploring Its Conceptualization and Operationalization.” Quality & Quantity 52: 1893–1907. https://doi.org/10.1007/s11135-017-0574-8.\n\n\nSimonidze, Rusudan, Lela Kiknadze, Davit Sidamonidze, and Lela Kacheishvili. 2019. “Climate Policy Analysis of Georgia | საქართველოს კლიმატის პოლიტიკის ანალიზი.” Greens Movement of Georgia/friends of the Earth. https://dspace.nplg.gov.ge/bitstream/1234/327247/1/SaqartvelosKlimatisPolitikisAnalizi_2019.pdf.\n\n\nStein, Jana von. 2008. “The International Law and Politics of Climate Change: Ratification of the United Nations Framework Convention and the Kyoto Protocol.” The Journal of Conflict Resolution 52 (2): 243–68. http://www.jstor.org/stable/27638605.\n\n\nStone, Christopher D. 2004. “Common But Differentiated Responsibilities in International Law.” American Journal of International Law 98 (2): 276–301. https://doi.org/10.2307/3176729.\n\n\nThe Ministry of Environmental Protection and Agriculture of Georgia. 2019. “Georgia’s Second Biennial Update Report.”\n\n\nThe Nature Conservancy. 2018. “Practical Implications of the Katowice Climate Package for Developing Country Parties and Land Sector Reporting.”\n\n\nUnited Nations. 1992. “United Nations Framework Convention on Climate Change.”\n\n\n———. 2015. “Paris temperature goal.”\n\n\n———. 2021. “Conference of the Parties serving as the meeting of the Parties to the Paris Agreement” 43 (November).\n\n\nWhat is the Kyoto Protocol? | UNFCCC. 2022. “What is the Kyoto Protocol? | UNFCCC.” https://unfccc.int/kyoto_protocol.\n\n\nWorld Resources Institute (WRI). 2021. “Paris Rulebook: Transparency Deeper Dive.” https://www.wri.org/paris-rulebook/paris-rulebook-transparency-deeper-dive.\n\n\nOur Planet, Our Future. An Urgent Call for Action. April 29, 2021. Retrieved from: https://www.nationalacademies.org/news/2021/04/nobel-prize-laureates-and-other-experts-issue-urgent-call-for-action-after-our-planet-our-future-summit (11/03/2022)↩︎\nUNFCCC. NDC Registry. Retrieved from: https://www4.unfccc.int/sites/NDCStaging/Pages/All.aspx (11/03/2022)↩︎\nNationally determined contributions under the Paris Agreement. Revised synthesis report by the secretariat. Retrieved from: https://unfccc.int/documents/307628 (11/03/2022)↩︎\nhttps://matsne.gov.ge/ka/document/view/116986?publication=0↩︎\nhttps://matsne.gov.ge/ka/document/view/3262353?publication=0↩︎\nCIDSE identifies large hydropower projects (more than 10 megawatts are generally categorized as large) as false solutions (CIDSE Internal briefing on Renewable Energy and Energy Access, 2017).↩︎\nhttps://www.eumayors.eu/about/covenant-community/signatories.html↩︎\nhttps://github.com/Temurgugu/RNDCTracker↩︎\nFor example: Strengthening civil society in the implementation of national climate policy↩︎\nFor details, please refer to the following link: https://eu4climate.eu/georgia/↩︎\nThe project is called NDC Financing Strategy and Investment Plan & Climate Budget Tagging, and is implemented by UNDP↩︎\nDurglishvili and Kechakmadze (2020)↩︎\nFor more information: https://www.eumayors.eu/en/↩︎\nFor more information: http://eecgeo.org/en/como.htm↩︎\nPlease refer to Georgia’s second Biennial updated report which can be found here: https://www4.unfccc.int/sites/SubmissionsStaging/NationalReports/Documents/03268145_Georgia-BUR2-1-2019.06.13_BUR2_2019_Eng.pdf↩︎\n https://matsne.gov.ge/en/document/view/4737753?publication=1↩︎\nhttps://gedf.com.ge/index.php?run=home/home, https://investingeorgia.org/en/keysectors/energy, https://www.fund.ge/↩︎\nhttps://eu4georgia.eu/energy/?fbclid=IwAR14ioso2AlyB2FG33krJi1yM3eFptmbnGUIxp9EoLUDUfNPc3_anSTjKAQ↩︎\n",
    "preview": "posts/ndcTracker/ndcTracker_files/figure-html5/unnamed-chunk-2-1.png",
    "last_modified": "2022-12-17T18:26:09+04:00",
    "input_file": {},
    "preview_width": 1920,
    "preview_height": 1344
  },
  {
    "path": "posts/climateactionplan/",
    "title": "Climate Action Plan 2021-2023 (Visualisation)",
    "description": "The project team developed visualization as a side project based on the 2021-2023 Action Plan of Georgia’s 2030 Climate Strategy. The interactive visualization explores responsible institutions for the action plan activities and shows how activities are supported and by how much.",
    "author": [
      {
        "name": "Temur Gugushvili",
        "url": "https://temurgugushvili.ge/"
      }
    ],
    "date": "2021-07-09",
    "categories": [],
    "contents": "\nThe project team developed visualization as a side project based on the 2021-2023 Action Plan of Georgia’s 2030 Climate Strategy. The interactive visualization explores responsible institutions for the action plan activities and shows how activities are supported and by how much.\nSome of the results you can find here; explore the rest of the data by yourself through visualization and share it with us.\n\n\n\nThe data and code is available at github.\n\n\n\n",
    "preview": "posts/climateactionplan/image/preview.gif",
    "last_modified": "2023-02-14T23:55:05+04:00",
    "input_file": {}
  }
]
